Repository: Wargus/wargus
Catalog: scripts/translate/*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: Pig Farm
de_de: Schweinefarm
fr_fr: Ferme Porcine
it_it: Allevamento di Cinghiali
ru_ru: Свиноферма

source: Altar of Storms
de_de: Altar der Stürme
fr_fr: Autels de l'orage
it_it: Altare delle Tempeste
ru_ru: Алтарь Всех Ветров

source: Watch Tower
de_de: Aussichtsturm
fr_fr: Tour de Guarde
it_it: Torre di esplorazione degli Orchi
ru_ru: Смотровая башня

source: Ogre Mound
de_de: Oger-Marstall
fr_fr: Tertre des Ogres
it_it: Fortino degli Ogre
ru_ru: Холм Огров

source: Goblin Alchemist
de_de: Kobold-Alchemist
fr_fr: Goblin Alchimiste
it_it: Alchimista Goblin
ru_ru: Гоблин Алхимик

source: Dragon Roost
de_de: Drachenhorst
fr_fr: Nid de Dragon
it_it: Rostro di Draghi
ru_ru: Драконье Логово

source: Great Hall
de_de: Haupthaus
fr_fr: Grande Halle
it_it: Salone delle Tenebre
ru_ru: Зал Вождей

source: Troll Lumber Mill
de_de: Trollholzmühle
fr_fr: Scierie des Trolls
it_it: Segheria dei Troll
ru_ru: Пилорама Троллей

source: Temple of the Damned
de_de: Tempel der Verdammten
fr_fr: Temple des Damnés
it_it: Tempio dei Dannati
ru_ru: Храм Проклятых

source: Stronghold
de_de: Hochburg
fr_fr: Place Forte
it_it: Roccaforte
ru_ru: Цитадель

source: Fortress
de_de: Festung
fr_fr: Forteresse
it_it: Bastione Oscuro
ru_ru: Крепость

source: Sheep
de_de: Schaf
fr_fr: Mouton
it_it: Pecora
ru_ru: Тварь

source: Seal
de_de: Seehund
fr_fr: Phoque
it_it: Foca
ru_ru: Тварь

source: Pig
de_de: Schweinemast
fr_fr: Cochon
it_it: Maiale
ru_ru: Тварь

source: Warthog
de_de: Warzenschwein
fr_fr: Sanglier
it_it: Facocero
ru_ru: Тварь

source: Demolish
de_de: ~!Demolieren
fr_fr: Démolir
it_it: Demolire
ru_ru: Разрушить

source: Holy Vision
de_de: Heilige ~!Vision
fr_fr: Vision Sacrée
it_it: Visione Sacra
ru_ru: Святое зрение

source: Healing
de_de: Heilung
fr_fr: Guérison
it_it: Guarigione
ru_ru: Лечение

source: Exorcism
de_de: ~!Exorzismus
fr_fr: Exorcisme
it_it: Esorcismo
ru_ru: Экзорцизм

source: eye of vision
de_de: Auge des Sehens
fr_fr: oeil de la vision
it_it: occhio della visione
ru_ru: глаз кильрога

source: haste
de_de: Hast
fr_fr: vélocité
it_it: rapidita'
ru_ru: ускорение

source: slow
de_de: langsam
fr_fr: lenteur
it_it: rallentamento
ru_ru: замедление

source: bloodlust
de_de: Mordlust
fr_fr: soif de sang
it_it: sete di sangue
ru_ru: жажда крови

source: invisibility
de_de: Unsichtbarkeit
fr_fr: invisibilité
it_it: invisibilita'
ru_ru: невидимость

source: flame shield
de_de: Flammenschild
fr_fr: bouclier de feu
it_it: scudo di fiamme
ru_ru: защита огнем

source: polymorph
de_de: Verwandlung
fr_fr: polymorphisme
it_it: polimorfismo
ru_ru: превращение

source: death and decay
de_de: Tod und Verfall
fr_fr: décomposition
it_it: decadimento
ru_ru: умри и разложись!

source: fireball
de_de: Feuerball
fr_fr: boule de feu
it_it: palla di fuoco
ru_ru: огненное ядро

source: runes
de_de: Runen
it_it: rune
ru_ru: руны

source: death coil
de_de: Todesspule
fr_fr: baiser des ténèbres
it_it: spirale della morte
ru_ru: кольцо смерти

source: raise dead
de_de: Tote auferwecken
fr_fr: mort-vivant
it_it: ritorno dalla morte
ru_ru: воскрешение

source: whirlwind
de_de: Wirbelwind
fr_fr: spirale de la mort
it_it: tornado
ru_ru: смерч

source: (c) 1998-2021 by The Stratagus Project.
de_de: (c) 1998-2021 von The Stratagus Project.
fr_fr: (c) 1998-2021 par The Stratagus Project.

source: mine
de_de: fördern
fr_fr: miner
it_it: miniera
ru_ru: добывайте

source: chop
de_de: hacken
fr_fr: couper
ru_ru: рубите

source: drill
de_de: bohren
fr_fr: creuser
it_it: trapano
ru_ru: добывайте

source: Time Left:
de_de: Verbleibende Zeit:
fr_fr: Temps restant:
it_it: Tempo rimasto:
ru_ru: Время:

source: Gold Left:
de_de: Gold übrig:
fr_fr: Or restant:
it_it: Oro rimasto:
ru_ru: Золото:

source: Wood Left:
de_de: Holz übrig:
fr_fr: Bois restant:
it_it: Legna rimasta:
ru_ru: Лес:

source: Oil Left:
de_de: Öl übrig:
fr_fr: Pétrol restant:
it_it: Petrolio rimasto:
ru_ru: Нефть:

source: Ore Left:
de_de: Erz übrig:
fr_fr: Minerai restant:
it_it: Roccie rimaste:
ru_ru: Руда:

source: Stone Left:
de_de: Stein übrig:
fr_fr: Pierre restante :
it_it: Pietra rimasta:
ru_ru: Камень:

source: Coal Left:
de_de: Kohle übrig:
fr_fr: Charbon restant:
it_it: Carbone rimasto:
ru_ru: Уголь:

source: time
de_de: Zeit
fr_fr: temps
it_it: tempo
ru_ru: время

source: ore
de_de: Erz
fr_fr: minerai
it_it: roccia
ru_ru: руда

source: stone
de_de: Stein
fr_fr: pierre
it_it: pietra
ru_ru: камень

source: coal
de_de: Kohle
fr_fr: charbon
it_it: carbone
ru_ru: уголь

source: You failed to
de_de: Sie haben es versäumt,
fr_fr: Vous avez echoué
it_it: Hai fallito
ru_ru: Вы проиграли

source: achieve victory!
de_de: Den Sieg erringen!
fr_fr: dans votre mission !
it_it: nella tua impresa!
ru_ru: в этой битве!

source: Congratulations!
de_de: Glückwunsch!
fr_fr: Félicitations !
it_it: Congratulazioni!
ru_ru: Поздравляем!

source: You are victorious!
de_de: Du bist siegreich!
fr_fr: La victoire est vôtre !
it_it: Sei il vincitore!
ru_ru: Вы победитель!

source: Save Game (~<F11~>)
de_de: Spiel sichern (~<F11~>)
fr_fr: Sauvegarder (~<F11~>)
it_it: Salva Partita (~<F11~>)
ru_ru: Сохранить (~<F11~>)

source: ~!Victory
de_de: Sieg (~!V)
fr_fr: ~!Victoire
it_it: ~!Vittoria
ru_ru: ~!Победа

source: % Complete
de_de: % Fortschritt
fr_fr: % Avancement
it_it: % Completato
ru_ru: % завершено

source: Usage~|
de_de: Verwendung~|
it_it: Utilizzo~|
ru_ru: Пища~|

source: Supply~|:
de_de: Versorgung~|:
fr_fr: Nourriture~|:
it_it: Scorte~|:
ru_ru: Выращено~|:

source: Demand~|:
de_de: Nachfrage~|:
fr_fr: Demande~|:
it_it: Chiedere~|:
ru_ru: Расход~|:

source: Production
de_de: Produktion
it_it: Produzione
ru_ru: Добыча:

source: Lumber~|: 100
de_de: Holz~|: 100
fr_fr: Bois~|: 100
it_it: Legna~|: 100
ru_ru: Лес~|: 100

source: Oil~|: 100
de_de: Öl~|: 100
fr_fr: Pétrole~|: 100
it_it: Petrolio~|: 100
ru_ru: Нефть~|: 100

source: Damage~|:
de_de: Schaden~|:
fr_fr: Dommage~|:
it_it: Danno~|:
ru_ru: Повреждение~|:

source: Armor~|:
de_de: Rüstung~|:
fr_fr: Armure~|:
it_it: Armatura~|:
ru_ru: Броня~|:

source: Sight~|:
de_de: Sichtweite~|:
fr_fr: Vision~|:
it_it: Vista~|:
ru_ru: Видимость~|:

source: Range~|:
de_de: Reichweite~|:
fr_fr: Portée~|:
it_it: Raggio~|:
ru_ru: Дальность~|:

source: Researching~|:
de_de: Forschung~|:
fr_fr: Recherche~|:
it_it: Ricerca~|:
ru_ru: Изучается~|:

source: Upgrading~|:
de_de: Verbessern~|:
fr_fr: Amélioration~|:
it_it: Miglioramento~|:
ru_ru: Улучшается~|:

source: Carry~|: %d %s
de_de: Ladung~|: %d %s
fr_fr: Porte~|: %d %s
it_it: Portare~|: %d %s
ru_ru: Несет~|: %d %s

source: Speed~|:
de_de: Tempo~|:
fr_fr: Vitesse~|:
it_it: Velocita'~|:
ru_ru: Скорость~|:

source: Mana~|:
de_de: Magie~|:
it_it: Magia|:
ru_ru: Магия~|:

source: ~<ALT~>-click to defend unit.
de_de: ~<ALT~>-Klick, um die Einheit zu verteidigen.
fr_fr: ~<ALT~>-clic pour défendre l'unité.
it_it: ~<ALT~>-Clicca per difendere l'unita'.
ru_ru: ~<ALT~>-клик, чтобы защищать юнит.

source: ~<SHIFT~>-click to make waypoints.
de_de: ~<SHIFT~>-Click, um Wegpunkte zu erstellen.
fr_fr: ~<SHIFT~>-clic pour tracer un chemin.
it_it: ~<SHIFT~>-Clicca per impostare piu' tappe.
ru_ru: ~<SHIFT~>-клик, чтобы создавать точки следования.

source: ~<CTRL~>-click on button enables/disables auto-repair of damaged buildings.
de_de: ~<CTRL~>-Click-on-Button aktiviert/deaktiviert die automatische Reparatur beschädigter Gebäude.
fr_fr: ~<CTRL~>-clic pour activer/désactiver la réparation automatique des batiments.
it_it: ~<CTRL~>-Clicca sul pulsante per abilitare/disabilitare l'auto riparazione degli edifici danneggiati.
ru_ru: ~<CTRL~>-клик на кнопку включает/отключает авторемонт поврежденных зданий.

source: Hit Points:
de_de: Trefferpunkte:
fr_fr: Vie :
it_it: Punti vita:
ru_ru: Очки жизни:

source: Armor:
de_de: Rüstung:
fr_fr: Armure:
it_it: Armatura:
ru_ru: Броня:

source: ~<SHIFT~>-click could be used to make a building queue.
de_de: ~<SHIFT~>-Click verwenden, um eine Gebäudewarteschlange zu erstellen.
fr_fr: ~<SHIFT~>-clic pour faire des construction à la chaine.
it_it: ~<SHIFT~>-Tenendo cliccato e' possibile realizzare una pila di costruzioni.
ru_ru: Можно использовать ~<SHIFT~>-клик, чтобы создать очередь строительства.

source: Sight:
de_de: Sichtweite:
fr_fr: Vision:
it_it: Vista:
ru_ru: Видимость:

source: Range:
de_de: Reichtweite:
fr_fr: Portée:
it_it: Raggio:
ru_ru: Дальность:

source: ~<CTRL~>-click on button enables/disables auto-cast ability.
de_de: ~<CTRL~>-Klick auf die Schaltfläche aktiviert/deaktiviert die Auto-Cast-Fähigkeit.
it_it: ~<CTRL~>-Clicca sul pulsante per abilitare/disabilitare l'auto chiamata all'abilita'.
ru_ru: ~<CTRL~>-клик на кнопку включает/выключает автоматическое колдовство.

source: Nothing 22
de_de: Nichts 22
fr_fr: Rien 22
it_it: Niente 22
ru_ru: Ничего

source: Nothing 24
de_de: Nichts 24
fr_fr: Rien 24
it_it: Niente 24
ru_ru: Ничего

source: Nothing 25
de_de: Nichts 25
fr_fr: Rien 25
it_it: Niente 25
ru_ru: Ничего

source: Nothing 30
de_de: Nichts 30
fr_fr: Rien 30
it_it: Niente 30
ru_ru: Ничего

source: Nothing 36
de_de: Nichts 36
fr_fr: Rien 36
it_it: Niente 36
ru_ru: Ничего

source: Daemon
de_de: Dämon
fr_fr: Démon
it_it: Demone
ru_ru: Демон

source: Critter
de_de: Kreatur
fr_fr: Animal
it_it: Animaletto
ru_ru: Тварь

source: Oil Patch
de_de: Ölfleck
fr_fr: Puit de Pétrol
it_it: Giacimento Petrolifero
ru_ru: Нефтяное пятно

source: The Pile
de_de: Der Haufen
fr_fr: La Pile
it_it: La Pila

source: Circle of Power
de_de: Kreis der Macht
fr_fr: Cercle de pouvoir
it_it: Cerchio del Potere
ru_ru: Круг Власти

source: Dark Portal
de_de: Dunkles Portal
fr_fr: Grande Porte
it_it: Portale Oscuro
ru_ru: Портал Тьмы

source: Runestone
de_de: Runenstein
fr_fr: Pierre runique
it_it: Pietra Runica
ru_ru: Рунный камень

source: Dead Body
de_de: Leiche
fr_fr: Cadavre
it_it: Cadavere
ru_ru: Тело

source: Destroyed 1x1 Place
de_de: Zerstörter 1x1 Platz
fr_fr: Lieu détruit 1x1
it_it: Distrutto Luogo 1x1
ru_ru: Разрушенное место

source: Destroyed 2x2 Place
de_de: Zerstörter 2x2 Platz
fr_fr: Lieu détruit 2x2
it_it: Distrutto Luogo 2x2
ru_ru: Разрушенное место

source: Destroyed 3x3 Place
de_de: Zerstörter 3x3 Platz
fr_fr: Lieu détruit 3x3
it_it: Distrutto Luogo 3x3
ru_ru: Разрушенное место

source: Destroyed 3x3 Place Water
de_de: Zerstörtes 3x3 Platz Wasser
fr_fr: Lieu maritime détruit 3x3
it_it: Distrutto Luogo d'Acqua 3x3
ru_ru: Разрушенное место

source: Destroyed 4x4 Place
de_de: Zerstörter 4x4 Platz
fr_fr: Lieu maritime détruit 4x4
it_it: Distrutto Luogo 4x4
ru_ru: Разрушенное место

source: Dummy unit
de_de: Dummy-Einheit
fr_fr: Unité basique
it_it: Unita' stupida
ru_ru: Не юнит

source: Hidden
de_de: Verborgen

source: Known
de_de: Bekannt

source: ~<Terrain:~>
de_de: ~<Gelände:~>

source: Accept
de_de: Akzeptieren

source: Close
de_de: Schließen

source: ~!Resize Map
de_de: Ka~!rtengröße ändern

source: ~!Postamble
de_de: ~!Postambel

source: Terrain:
de_de: Gelände:

source: tiled
de_de: gekachelt

source: You need to restart game to apply changes, restart now?
de_de: Sie müssen das Spiel neu starten, um Änderungen zu übernehmen, jetzt neu starten?

source: E~!xit
fr_fr: Quitter (~!X)
it_it: Esci
ru_ru: Выйти

source: Blackrock Clan
fr_fr: Clan de Blackrock
it_it: Clan Blackrock
ru_ru: Клан Черной Скалы

source: Stormreaver Clan
fr_fr: Clan de Stormreaver
it_it: Clan Stormreaver
ru_ru: Клан Похитителей

source: Bleeding Hollow Clan
fr_fr: Clan de Bleeding Hollow
it_it: Clan Bleeding Hollow­
ru_ru: Клан Кровоточащих Десен

source: Twilight's Hammer Clan
fr_fr: Clan de Twilight's Hammer
it_it: Clan Twilight's Hammer
ru_ru: Клан Сумеречного Молота

source: Burning Blade Clan
fr_fr: Clan de Burning Blade
it_it: Clan Burning Blade
ru_ru: Клан Горящего Клинка

source: Black Tooth Grin Clan
fr_fr: Clan de Black Tooth Grin
it_it: Clan Black Tooth Grin
ru_ru: Клан Гнилозубых

source: Dragonmaw Clan
fr_fr: Clan de Dragonmaw
it_it: Clan Dragonmaw
ru_ru: Клан Драконьей Утробы

source: Laughing Skull Clan
fr_fr: Clan de Laughing Skull
it_it: Clan Laughing Skull
ru_ru: Клан Смеющегося Черепа

source: ~orange~Orange
it_it: ~orange~Arancione
ru_ru: ~orange~Оранжевый

source: Orc
it_it: Orchi
ru_ru: Орки

source: Default
it_it: Predefinita
ru_ru: По умолчанию

source: Winter
fr_fr: Hiver
it_it: Inverno
ru_ru: Зима

source: Normal
it_it: Normale
ru_ru: Средний

source: ~<Teams:~>
fr_fr: ~<Équipe:~>
it_it: ~<Squadre:~>
ru_ru: ~<Команда:~>

source: ~<Fog of War:~>
it_it: ~<Nebbia di Guerra:~>
ru_ru: ~<Карта:~>

source: Campaign Game
it_it: Campagna
ru_ru: Новая кампания

source: ~!BLIZZARD
it_it: TEMPESTA DI GHIACCIO
ru_ru: ~!БУРАН

source: Ballista
it_it: Balista
ru_ru: Баллиста

source: Paladin
it_it: Paladino­
ru_ru: Паладин

source: Transport
fr_fr: Navire de Transport
it_it: Nave da Trasporto
ru_ru: Транспорт

source: Farm
fr_fr: Ferme
it_it: Fattoria
ru_ru: Ферма

source: ~!Play mission
it_it: Gioca Missione
ru_ru: Начать миссию

source: Neutral
fr_fr: Neutre
it_it: Neutrale
ru_ru: Нейтрал

source: Person
fr_fr: personne
it_it: Persona
ru_ru: Человек

source: Gold
fr_fr: Or
it_it: Oro
ru_ru: Золото

source: Unit properties
it_it: Proprieta' Unita'
ru_ru: Параметры юнита

source: Artificial Intelligence
it_it: Intelligenza Artificiale
ru_ru: Интеллект

source: gold
fr_fr: or
it_it: oro
ru_ru: золота

source: Amount of
it_it: Quantita' di
ru_ru: Количество

source: ~!Close
it_it: ~!Chiudi

source: ~!Send
it_it: Invia

source: ~!Clear
it_it: Pulisci

source: ~!Main Menu
it_it: ~!Menu Principale

source: Enter meta server address:
it_it: Inserisci indirizzo del meta server:

source: Unable to connect
it_it: Impossibile connettersi

source: Reveal map
it_it: Rivela mappa
ru_ru: Открыть карту

source: Servers:
fr_fr: Serveurs :
it_it: Server:
ru_ru: Сервера

source: Open Games:
it_it: Apri Partite:

source: Connecting via
it_it: Connessione via

source: Server IP:
fr_fr: Adresse IP du serveur :
it_it: IP Server :
ru_ru: IP сервера:

source: Join ~!Online Game
it_it: Unisciti a partita online

source: Stereo Sound
fr_fr: Son Stéréo
it_it: Suono Stereo
ru_ru: Стереозвук

source: horizontal 1 + 1
it_it: orizzontale. 1 + 1
ru_ru: гориз. 1 + 1

source: horizontal 1 + 2
it_it: orizzontale. 1 + 2
ru_ru: гориз. 1 + 2

source: Pixel Shader
it_it: Shader Pixel

source: ~!*SF2 soundfont path :
it_it: ~!*SF2 percorso soundfont :
ru_ru: ~!*SF2 банк :

source: You need to restart game to apply changes, exit now?
it_it: Devi riavviare il videogioco per effettuare i cambiamenti, vuoi uscire ora?
ru_ru: Нужно перезагрузить игру для принятия изменений, продолжить?

source: Admiral
fr_fr: Amiral
it_it: Ammiraglio
ru_ru: Адмирал

source: Marshall
fr_fr: Maréchal
it_it: Maresciallo
ru_ru: Маршал

source: Lord
fr_fr: Seigneur
it_it: Signore
ru_ru: Повелитель

source: Peon
fr_fr: Péon
it_it: Servo
ru_ru: Батрак

source: Master
fr_fr: Maître
it_it: Maestro
ru_ru: Захватчик

source: - Neutral
fr_fr: - Neutre
it_it: - Neutrale
ru_ru: - Нейтрал

source: Gold:
fr_fr: Or:
it_it: Oro:
ru_ru: Золото:

source: BERSERKER ~!REGENERATION
fr_fr: ~!REGENERATION DES ALLUMÉS
it_it: RIGENERAZIONE DEI BERSERKER
ru_ru: РЕ~!ГЕНЕРАЦИЯ ТРОЛЛЯ-БЕРСЕРКА

source: Goblin Zeppelin
fr_fr: Zeppelin Goblin
it_it: Zeppelin dei Goblin
ru_ru: Дирижабль Гномов

source: unholyarmor
fr_fr: armure invincible
it_it: armatura maledetta
ru_ru: доспехи зла

source: blizzard
it_it: tempesta di ghiaccio
ru_ru: буран

source: Aleona's Tales
it_it: Storia di Aleona
ru_ru: Сказания Алеоны

source: (c) 1998-2017 by The Stratagus Project.
it_it: (c) 1998-2017 dal progetto Stratagus.

source: stop
fr_fr: arreter
it_it: ferma
ru_ru: стоп

source: Gold~|: 100
fr_fr: Or~|: 100
it_it: Oro~|: 100
ru_ru: Золото~|: 100

source: Level ~|~<%d~>
fr_fr: Niveau ~|~<%d~>
it_it: Livello ~|~<%d~>
ru_ru: Уровень ~|~<%d~>

source: XP:~<%d~> Kills:~|~<%d~>
fr_fr: XP:~<%d~> Tués:~|~<%d~>
it_it: XP:~<%d~> Uccisioni:~|~<%d~>
ru_ru: XP:~<%d~> Убил:~|~<%d~>

source: Gold Mine
fr_fr: Mine d'Or
it_it: Miniera d'oro
ru_ru: Золотой рудник

source: Freemen
it_it: Uomini liberi
ru_ru: Люди

source: Wilds
it_it: Selvaggi
ru_ru: Дикари

source: Computer
fr_fr: Ordinateur
ru_ru: Компьютер

source: Chat
fr_fr: Dialogue

source: Video (~<F9~>)
fr_fr: Vidéo (~<F9~>)
ru_ru: Видео (~<F9~>)

source: Designer
fr_fr: Grand Créateur
ru_ru: Программист

source: Khaz Modan
ru_ru: Хаз Модан

source: Alleria
ru_ru: Аллерия

source: Khadgar
ru_ru: Хэдгар

source: Turalyon
ru_ru: Туральон

source: Danath
ru_ru: Данат

source: Lothar
ru_ru: Лотар

source: Uther Lightbringer
ru_ru: Уттер Просветитель

source: want to surrender
ru_ru: хотите сдаться

source: to your enemies?
ru_ru: врагу в плен?

source: Incompatible network version
ru_ru: Другая версия игры

source: Meta~!server
ru_ru: Метасервер

source: Set Maximum OpenGL Texture to 256
ru_ru: Ограничить размер OpenGL текстуры в 256

source: Use OpenGL / OpenGL ES 1.1 (restart required)
ru_ru: Включить OpenGL / OpenGL ES 1.1 (нужен перезапуск)

source: Quel'Thalas
ru_ru: Квель-Талас

source: Teron Gorefiend
ru_ru: Тирон Гоофинд

source: Dentarg
ru_ru: Дентарг

source: Grom Hellscream
ru_ru: Гром Хэллскрим

source: Korgath Bladefist
ru_ru: Коргат Блэйдфист

source: Cho'gall
ru_ru: Шогал

source: Gul'dan
ru_ru: Гул'дан

source: Zuljin
ru_ru: Зулин

source: 1 Opponent
ru_ru: 1 Оппонент

source: 2 Opponents
ru_ru: 2 Оппонента

source: 3 Opponents
ru_ru: 3 Оппонента

source: 4 Opponents
ru_ru: 4 Оппонента

source: 5 Opponents
ru_ru: 5 Оппонентов

source: 6 Opponents
ru_ru: 6 Оппонентов

source: 7 Opponents
ru_ru: 7 Оппонентов

source: ~<Opponents:~>
ru_ru: ~<Оппоненты:~>

source: Time Left~|:
ru_ru: Время~|:

source: Gold Left~|:
ru_ru: Золото~|:

source: Wood Left~|:
ru_ru: Лес~|:

source: Oil Left~|:
ru_ru: Нефть~|:

source: Ore Left~|:
ru_ru: Руда~|:

source: Stone Left~|:
ru_ru: Камень~|:

source: Coal Left~|:
ru_ru: Уголь~|:

source: %s Left~|:%d
ru_ru: %s: %d

source: Damage:
ru_ru: Повреждение:

source: File :
ru_ru: Файл :

source: Players :
ru_ru: Игроки :

source: Size :
ru_ru: Размер :

source: lumber
ru_ru: лес

source: ~!Singleplayer
ru_ru: ~!Одиночная игра

source: ~!Multiplayer
ru_ru: ~!Мультиплеер

source: ~!Campaign
ru_ru: ~!Кампания

source: ~!Replay
ru_ru: ~!Переиграть

source: ~!Editor
ru_ru: Редактор

source: ~<Reveal Map:~>
ru_ru: ~<Карта:~>

source: Usage
ru_ru: Пища

source: Supply ~|:
ru_ru: Выращено ~|:

source: Demand ~|:
ru_ru: Расход ~|:
