Repository: Wargus/wargus
Catalog: scripts/translate/*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: The Shores of Lordareon
de_de: Die Küsten von Lordareon
fr_fr: Les Rivages de Lordaeron
it_it: Le Coste di Lordareon
ru_ru: Берега Лордерона

source: Act II
de_de: Zweiter Akt
fr_fr: Acte II
it_it: Atto II
ru_ru: Действие II

source: Act III
de_de: Dritter Akt
fr_fr: Acte III
it_it: Atto III
ru_ru: Действие III

source: The Northlands
de_de: Die Nordlande
fr_fr: Les Northlands
it_it: Northlands
ru_ru: Северные земли

source: Act IV
de_de: Akt IV
fr_fr: Acte IV
it_it: Atto IV
ru_ru: Действие IV

source: Return to Azeroth
de_de: Rückkehr nach Azeroth
fr_fr: Le Retour vers Azeroth
it_it: Ritorno a Azeroth
ru_ru: Возвращение в Азерот

source: A Time for Heroes
de_de: Eine Zeit für Helden
fr_fr: L'Étoffe des Héros
it_it: Un tempo per gli Eroi
ru_ru: Время Героев

source: Draenor, The Red World
de_de: Draenor, die rote Welt
fr_fr: Draenor, le Monde Rouge
it_it: Draenor, Il mondo Rosso
ru_ru: Дренор, Красный Мир

source: War in the Shadows
de_de: Krieg im Schatten
fr_fr: La Guerre des Ombres
it_it: Guerra nelle Ombre
ru_ru: Война во Мраке

source: The Measure of Valor
de_de: Das Maß der Tapferkeit
fr_fr: L'Épreuve
it_it: La Misura del Valore
ru_ru: Мера доблести

source: Menu (~<F10~>)
de_de: Menü (~<F10~>)
ru_ru: Меню (~<F10~>)

source: Menu
de_de: Menü
ru_ru: Меню

source: Diplomacy
de_de: Diplomatie
fr_fr: Diplomacie
it_it: Diplomazia
ru_ru: Дипломатия

source: Footman
de_de: Soldat
fr_fr: Fantassin
it_it: Fante
ru_ru: Солдат

source: Peasant
de_de: Arbeiter
fr_fr: Paysan
it_it: Bracciante­
ru_ru: Крестьянин

source: Minuteman
de_de: Miliz
ru_ru: Крестьянин

source: Knight
de_de: Ritter
fr_fr: Chevalier
it_it: Cavaliere
ru_ru: Рыцарь

source: Archer
de_de: Bogenschütze
fr_fr: Archer Elfe
it_it: Arciere Elfico
ru_ru: Эльф лучник

source: Mage
de_de: Magier
it_it: Mago
ru_ru: Маг

source: Dwarves
de_de: Zwerge
fr_fr: Nains Démolisseurs
it_it: Nani
ru_ru: Взвод подрывников

source: Ranger
de_de: Scharfschütze
it_it: Ranger Elfico
ru_ru: Разведчик

source: Gryphon Rider
de_de: Greifen-Reiter
fr_fr: Pilote de Griffon
it_it: Cavalcatore del Grifone
ru_ru: Всадник грифона

source: Kurdan and Sky'ree
de_de: Kurdan und Sky'ree
fr_fr: Kurdan et Sky'ree
ru_ru: Курдран и Скай'ри

source: Oil tanker
de_de: Öltanker
fr_fr: Pétrolier
it_it: Unita' estrattiva
ru_ru: Нефтяной танкер

source: Elven Destroyer
de_de: Elfenzerstörer
fr_fr: Destroyer des Elfes
it_it: Incrociatore Elfico
ru_ru: Разрушитель Эльфов

source: Battleship
de_de: Schlachtschiff
fr_fr: Navire de guerre
it_it: Nave da guerra
ru_ru: Линкор

source: Gnomish Submarine
de_de: Gnomisches U-Boot
fr_fr: Sous-marin des Gnomes
it_it: Sottomarino degli Gnomi
ru_ru: Субмарина Гномов

source: Gnomish Flying Machine
de_de: Gnomische Flugmaschine
fr_fr: Machine Volante Gnome
it_it: Macchina volante
ru_ru: Вертолет Гномов

source: Barracks
de_de: Kaserne
fr_fr: Base militaire
it_it: Caserma
ru_ru: Казарма

source: Church
de_de: Kirche
fr_fr: Église
it_it: Chiesa
ru_ru: Церковь

source: Scout Tower
de_de: Aussichtsturm
fr_fr: Tour de Guarde
it_it: Torre di esplorazione degli Umani
ru_ru: Смотровая башня

source: Stables
de_de: Ställe
fr_fr: Écuries
it_it: Scuderia
ru_ru: Конюшня

source: Gnomish Inventor
de_de: Gnomischer Erfinder
fr_fr: Gnome Inventeur
it_it: Laboratorio degli Gnomi
ru_ru: Гном Изобретатель

source: Gryphon Aviary
de_de: Greifenhorst
fr_fr: Nid Griffon
it_it: Serraglo Dei Grifoni
ru_ru: Вольера грифонов

source: Shipyard
de_de: Hafen
fr_fr: Chantier Naval
it_it: Cantiere Navale
ru_ru: Верфь

source: Elven Lumber Mill
de_de: Elfisches Sägewerk
fr_fr: Scierie des Elfes
it_it: Segheria Elfica
ru_ru: Фабрика Эльфов

source: Foundry
de_de: Giesserei
fr_fr: Fonderie
it_it: Fonderia
ru_ru: Литейная

source: Town Hall
de_de: Rathaus
fr_fr: Hotel de Ville
it_it: Palazzo
ru_ru: Ратуша

source: Mage Tower
de_de: Magierturm
fr_fr: Tour des Mages
it_it: Torre del Mago
ru_ru: Башня Магов

source: Blacksmith
de_de: Schmiede
fr_fr: Forge
it_it: Fabbro
ru_ru: Кузница

source: Refinery
de_de: Raffinerie
fr_fr: Raffinerie
it_it: Raffineria
ru_ru: Очистной завод

source: Oil Platform
de_de: Ölplattform
fr_fr: Plate-forme pétrolière
it_it: Piattaforma Petrolifera
ru_ru: Нефтяная вышка

source: Keep
de_de: Burg
fr_fr: Fort
it_it: Fortezza
ru_ru: Дворец

source: Castle
de_de: Schloss
fr_fr: Chateau
it_it: Castello
ru_ru: Замок

source: Start Location
de_de: Startpunkt
fr_fr: Point de Départ
it_it: Punto di Partenza
ru_ru: Стартовая локация

source: Guard Tower
de_de: Wachturm
fr_fr: Tour de Guarde
it_it: Torre di Guaria
ru_ru: Дозорная башня

source: Cannon Tower
de_de: Kanonenturm
fr_fr: Tour à Canon
it_it: Torre di Cannoni
ru_ru: Орудийная башня

source: Wall
de_de: Mauer
fr_fr: Mur
it_it: Muro
ru_ru: Стена

source: ~<Mission list~>
de_de: ~<Missionsliste~>
fr_fr: ~<Liste Mission~>
it_it: ~<Lista Missioni~>
ru_ru: Список миссий

source: ~!Start mission
de_de: Mission ~!starten
fr_fr: Démarrer la Mission

source: Allied
de_de: Alliiert
fr_fr: Allié
it_it: Alleato
ru_ru: Союзник

source: Enemy
de_de: Feind
fr_fr: Ennemi
it_it: Nemico
ru_ru: Враг

source: Shared Vision
de_de: Gemeinsame Sicht
fr_fr: Vision Partagée
it_it: Visione Cond.
ru_ru: Общий обзор

source: TileSet :
de_de: Gelände :
fr_fr: Terrain :
it_it: Terreno :
ru_ru: Местность :

source: Size :
de_de: Größe :
fr_fr: Taille :
it_it: Dimensione :
ru_ru: Размер :

source: Map description :
de_de: Kartenbeschreibung :
fr_fr: Description de la carte:
it_it: Descrizione mappa:
ru_ru: Описание :

source: ~!New map
de_de: ~!Neue Karte
fr_fr: ~!Nouvelle carte
it_it: ~!Nuova mappa
ru_ru: ~!Новая карта

source: File :
de_de: Datei :
fr_fr: Fichier :
ru_ru: Файл :

source: Players :
de_de: Spieler :
fr_fr: Joueurs :
it_it: Giocatori :
ru_ru: Игроков :

source: Scenario :
de_de: Szenario :
fr_fr: Scénario:
ru_ru: Карта :

source: Size :
de_de: Größe :
fr_fr: Taille :
it_it: Dimensione :
ru_ru: Размер :

source: ~!Select map
de_de: Karte au~!swählen
fr_fr: Choix carte
it_it: ~!Seleziona mappa
ru_ru: ~!Выбор карты

source: ~!Edit map
de_de: Karte b~!earbeiten
fr_fr: ~!Editer la carte
it_it: Modifica mappa
ru_ru: ~!Редактировать

source: ~<Map Editor~>
de_de: ~<Karten-Editor~>
fr_fr: ~<Éditeur de carte~>
it_it: ~<Editor Mappe~>
ru_ru: ~<Редактор карт~>

source: ~!Load map
de_de: Karte ~!laden
fr_fr: Charger carte
it_it: Carica mappa
ru_ru: ~!Прочитать карту

source: Cannot save map to file:
de_de: Karte kann nicht in Datei gespeichert werden:
fr_fr: Impossible de sauvegarder la carte :
it_it: Impossibile salvare la mappa nel file:
ru_ru: Нельзя сохранить в файл:

source: Saved map to:
de_de: Karte gespeichert in:
fr_fr: Carte sauvegardée dans:
it_it: Mappa salvata in:
ru_ru: Сохранено в:

source: Save Game
de_de: Spiel sichern
fr_fr: Sauvegarder la Partie
it_it: Salva Partita
ru_ru: Сохранить игру

source: ~!Save
de_de: ~!Sichern
fr_fr: ~!Sauvegarder
it_it: ~!Salva
ru_ru: ~!Сохранить

source: File exists, are you sure ?
de_de: Datei existiert, sind Sie sicher?
fr_fr: Fichier existant, êtes vous sûr ?
it_it: Esista gia' un file, sei sicuro di salvare?
ru_ru: Файл существует, продолжить?

source: Save Resized Map
de_de: Geänderte Karte sichern
fr_fr: Sauver la Carte Redimenssionée

source: Players properties
de_de: Spielereigenschaften
fr_fr: Propriétés des joueurs
it_it: Proprieta' Giocatori
ru_ru: Параметры игроков

source: Nobody
de_de: Niemand
fr_fr: Aucune personne
it_it: Nessuno
ru_ru: Нет

source: Type
de_de: Typ
it_it: Tipo
ru_ru: Тип

source: Race
de_de: Rasse
it_it: Razza
ru_ru: Раса

source: AI
de_de: KI
fr_fr: I.A
it_it: I.A
ru_ru: ИИ

source: Lumber
de_de: Holz
fr_fr: Bois
it_it: Legna
ru_ru: Лес

source: Oil
de_de: Öl
fr_fr: Pétrole
it_it: Petrolio
ru_ru: Нефть

source: Map properties
de_de: Karteneigenschaften
fr_fr: Propriétés de la carte
it_it: Proprieta' mappa
ru_ru: Параметры карты

source: Map descritption :
de_de: Kartenbeschreibung :
fr_fr: Description de la carte
it_it: Descrizione mappa :
ru_ru: Описание карты :

source: Size :
de_de: Größe :
fr_fr: Taille :
it_it: Dimensione :
ru_ru: Размер :

source: Tileset :
de_de: Gelände :
fr_fr: Terrain :
it_it: Terreno :
ru_ru: Местность :

source: Editor Menu
de_de: Editor-Menü
fr_fr: Menu Éditeur
it_it: Menu Editor
ru_ru: Меню редактора

source: Save (~<F11~>)
de_de: Sichern (~<F11~>)
fr_fr: Sauveg.(~<F11~>)
it_it: Salva (~<F11~>)
ru_ru: Сохр.(~<F11~>)

source: Load (~<F12~>)
de_de: Laden (~<F12~>)
fr_fr: Charger (~<F12~>)
it_it: Carica (~<F12~>)
ru_ru: Чтен.(~<F12~>)

source: Map Properties (~<F5~>)
de_de: Karteneigenschaften (~<F5~>)
fr_fr: Propriétés de la carte (~<F5~>)
it_it: Proprieta' Mappa (~<F5~>)
ru_ru: Параметры карты (~<F5~>)

source: Player Properties (~<F6~>)
de_de: Spielereigenschaften (~<F6~>)
fr_fr: Propriétés joueur (~<F6~>)
it_it: Proprieta' Giocatore (~<F6~>)
ru_ru: Параметры игроков (~<F6~>)

source: E~!xit to Menu
de_de: E~!xit zum Menü
fr_fr: Quitter (~!X)
it_it: Esci dall'Editor
ru_ru: ~!Выйти в меню

source: Return to Editor (~<Esc~>)
de_de: Zurück zum Editor (~<Esc~>)
fr_fr: Retour à l'Éditeur (~<Esc~>)
it_it: Ritorna nell'Editor (~<Esc~>)
ru_ru: Вернуться в редактор (~<Esc~>)

source: wood
de_de: Holz
fr_fr: bois
it_it: legna
ru_ru: леса

source: oil
de_de: Öl
fr_fr: pétrole
it_it: petrolio
ru_ru: нефти

source: End Scenario
de_de: Szenario beenden
fr_fr: Terminer scénario
it_it: Termina Scenario
ru_ru: Прервать миссию

source: ~!Restart Scenario
de_de: Szenario neu sta~!rten
fr_fr: ~!Recommencer scénario
it_it: ~!Ricomincia lo Scenario
ru_ru: ~!Начало миссии

source: ~!Surrender
de_de: Aufgeben (~!S)
fr_fr: Capituler (~!S)
it_it: Arrenditi
ru_ru: ~!Сдаться

source: ~!Quit to Menu
de_de: Zurück zum Menü (~!Q)
fr_fr: ~!Quitter au menu
it_it: Esci dalla Partita
ru_ru: ~!Выйти в меню

source: Are you sure you
de_de: Sind Sie sicher, dass Sie
fr_fr: Etes vous sur de
it_it: Sei sicuro di
ru_ru: Вы уверены, что

source: want to restart
de_de: das Szenario
fr_fr: vouloir recommencer
it_it: voler ricominciare
ru_ru: хотите начать

source: the scenario?
de_de: neu starten möchten?
fr_fr: le scénario ?
it_it: lo scenario?
ru_ru: миссию снова?

source: want to withdraw
de_de: aus der Schlacht
fr_fr: vouloir vous retirer
it_it: volerti ritirare

source: from the battle?
de_de: zurückziehen möchten?
fr_fr: de la bataille ?
it_it: dalla battaglia?

source: want to quit to
de_de: zum Hauptmenü
fr_fr: vouloir quitter
it_it: voler ritornare
ru_ru: хотите выйти

source: the main menu?
de_de: zurückkehren möchten?
fr_fr: au menu principal ?
it_it: al menu principale?
ru_ru: в главное меню?

source: want to exit
de_de: das Spiel
fr_fr: vouloir quitter
it_it: voler uscire da
ru_ru: хотите выйти из

source: Stratagus?
de_de: beenden möchten?
fr_fr: Wargus ?
it_it: Wargus?
ru_ru: программы Wargus?

source: Game Menu
de_de: Spiel-Menü
fr_fr: Menu du Jeu
it_it: Menu di Gioco
ru_ru: Игровое меню

source: Options (~<F5~>)
de_de: Optionen (~<F5~>)
it_it: Opzioni (~<F5~>)
ru_ru: Опции (~<F5~>)

source: Help (~<F1~>)
de_de: Hilfe (~<F1~>)
fr_fr: Aide (~<F1~>)
it_it: Aiuto (~<F1~>)
ru_ru: Помощь (~<F1~>)

source: Scenario ~!Objectives
de_de: Missionsziele (~!O)
fr_fr: ~!Objectifs du scénario
it_it: ~!Obiettivi Scenario
ru_ru: ~!Цели миссии

source: ~!End Scenario
de_de: Szenario b~!eenden
fr_fr: T~!erminer Scénario
it_it: Fin~!e Scenario
ru_ru: ~!Прервать миссию

source: Return to Game (~<Esc~>)
de_de: Zurück zum Spiel (~<Esc~>)
fr_fr: Retour à la Partie (~<Esc~>)
it_it: Ritorna alla partita (~<Esc~>)
ru_ru: Вернуться в игру (~<Esc~>)

source: Help Menu
de_de: Hilfe-Menü
fr_fr: Menu d'aide
it_it: Menu di Aiuto

source: Keystroke ~!Help
de_de: Tasten-~!Hilfe
fr_fr: Aide clavier (~!H)
it_it: Aiuto Scorciatoie

source: ~!Tips
de_de: ~!Tipps
fr_fr: ~!Trucs & astuces
it_it: Suggerimen~!ti

source: - toggle full screen
de_de: - Vollbild umschalten
fr_fr: - plein écran
it_it: - imposta a schermo intero

source: - toggle grab mouse
de_de: - Maus-Grabbing umschalten
fr_fr: - capturer souris
it_it: - aziona afferra mouse

source: - mute sound
de_de: - Ton stummschalten
fr_fr: - son coupé
it_it: - silenzia suono

source: - mute music
de_de: - Musik stummschalten
fr_fr: - musique coupée
it_it: - silenzia musica

source: - increase game speed
de_de: - Spielgeschwindigkeit erhöhen
fr_fr: - augmenter la vitesse
it_it: - aumenta velocita' di gioco

source: - decrease game speed
de_de: - Spielgeschwindigkeit verringern
fr_fr: - réduire la vitesse
it_it: - riduci velocita' di gioco

source: - pause game
de_de: - Spiel pausieren
fr_fr: - suspendre
it_it: - ferma gioco

source: - make screen shot
de_de: - Screenshot erstellen
fr_fr: - faire une capture d'écran
it_it: - fai una schermata

source: - help menu
de_de: - Hilfe-Menü
fr_fr: - menu d'aide
it_it: - menu di aiuto

source: - restart scenario
de_de: - Szenario neu starten
fr_fr: - redémarrer le scénario
it_it: - ricomincia scenario

source: - quit to main menu
de_de: - zum Hauptmenü zurückkehren
fr_fr: - retour au menu principal
it_it: - ritorna al menu principale

source: - quit game
de_de: - Spiel beenden
fr_fr: - quitter la partie
it_it: - esci dal gioco

source: - toggle expand map
de_de: - Karte erweitern umschalten
fr_fr: - agrandir la carte
it_it: - imposta espandi mappa

source: - game menu
de_de: - Spielmenü
fr_fr: - menu du jeu
it_it: - menu di gioco

source: - write a message
de_de: - eine Nachricht schreiben
fr_fr: - écrire un message
it_it: - scrivi un messaggio

source: - goto last event
de_de: - zum letzten Ereignis
fr_fr: - aller au dernier évènement
it_it: - vai all'ultimo evento

source: - hide/unhide terrain
de_de: - Gelände aus-/einblenden
fr_fr: - montrer/masquer le terrain
it_it: - nascondi/mostra terreno

source: - track unit
de_de: - Einheit verfolgen
fr_fr: - suivre une unité
it_it: - traccia unita'

source: - find idle peon
de_de: - Untätige Arbeiter finden
fr_fr: - trouver un péon/paysan inactif
it_it: - trova peone inattivo

source: - center on selected unit
de_de: - Zentrieren auf ausgewählter Einheit
fr_fr: - centrer sur l'unité sélectionnée
it_it: - centra su unita' selezionata

source: - next view port
de_de: - nächste Ansicht
fr_fr: - zone suivante
it_it: - prossima vista

source: - previous view port
de_de: - vorherige Ansicht
fr_fr: - zone précédente
it_it: - vista precedente

source: - select nothing
de_de: - nichts auswählen
fr_fr: - ne rien sélectionner
it_it: - seleziona il nulla

source: - select group
de_de: - Gruppe auswählen
fr_fr: - sélectionner un groupe
it_it: - seleziona gruppo

source: - center on group
de_de: - Zentrieren auf Gruppe
fr_fr: - centrer sur le groupe
it_it: - centra sul gruppo

source: - define group
de_de: - Gruppe definieren
fr_fr: - definir groupe
it_it: - definisci gruppo

source: - add to group
de_de: - zur Gruppe hinzufügen
fr_fr: - ajouter au groupe
it_it: - aggiungi al gruppo

source: - add to alternate group
de_de: - zur alternativen Gruppe hinzufügen
fr_fr: - ajouter à un autre groupe
it_it: - aggiungi a gruppo alternativo

source: - recall map position
de_de: - Kartenposition abrufen
fr_fr: - rapeller la position sur la carte
it_it: - richiama posizione mappa

source: - save map postition
de_de: - Kartenposition sichern
fr_fr: - enregistrer position sur la carte
it_it: - salva posizione mappa

source: - game options
de_de: - Spieloptionen
fr_fr: - options du jeu
it_it: - opzioni di gioco

source: - speed options
de_de: - Geschwindigkeitsoptionen
fr_fr: - options des vitesses
it_it: - opzioni di velocita'

source: - sound options
de_de: - Sound-Optionen
fr_fr: - options du son
it_it: - opzioni dei suoni

source: - preferences
de_de: - Einstellungen
fr_fr: - préférences
it_it: - preferenze

source: - diplomacy
de_de: - Diplomatie
fr_fr: - diplomacie
it_it: - diplomazia

source: - save game
de_de: - Spiel sichern
fr_fr: - Sauvegarder la partie
it_it: - salva partita

source: - load game
de_de: - Spiel laden
fr_fr: - charger une partie
it_it: - carica partita

source: You can select all of your currently visible units of the same type by holding down the CTRL key and selecting a unit or by "double clicking" on a unit.
de_de: Sie können alle derzeit sichtbaren Einheiten desselben Typs auswählen, indem Sie die STRG-Taste gedrückt halten und eine Einheit auswählen oder indem Sie auf eine Einheit doppelklicken.
fr_fr: Vous pouvez sélectionner toutes les unités du même type en maintenant CTRL et en sélectionnant l'unité, ou en "double cliquant" sur une unité
it_it: Puoi selezionare tutte le tue unita' visibili attuali dello stesso tipo tenendo premuto CTRL e selezionando un unita' o "doppio click" sull'unita'.

source: The more workers you have collecting resources, the faster your economy will grow.
de_de: Je mehr Arbeitskräfte Sie haben, die Ressourcen sammeln, desto schneller wird Ihre Wirtschaft wachsen.
fr_fr: Plus vous avez de travailleurs collectant des ressources, mieux votre économie sera florissante.
it_it: Piu' lavoratori mandi a raccogliere le risorse, piu' l'economia cresce velocemente.

source: Building more than one barracks will let you train more units faster.
de_de: Wenn Sie mehr als eine Kaserne bauen, können Sie mehr Einheiten schneller ausbilden.
fr_fr: Construire plusieurs Base Militaire permet de former plus d'unités et plus vite.
it_it: Costruire piu' di una caserma ti permettera' di addestrare piu' unita' velocemente.

source: Use your workers to repair damaged buildings.
de_de: Verwenden Sie Ihre Arbeiter, um beschädigte Gebäude zu reparieren.
fr_fr: Utilisez vos travailleurs pour réparrer les batiments endomagés.
it_it: Usa i tuoi lavoratori per riparare le strutture.

source: Explore your surroundings early in the game.
de_de: Erkunden Sie Ihre Umgebung früh im Spiel.
fr_fr: Explorer votre territoire dès le début de la partie.
it_it: Inizia a esplorare le aree vicine a inizio partita.

source: You can demolish trees and rocks.
de_de: Sie können Bäume und Felsen sprengen.
fr_fr: Vous pouvez démolir des arbres et des rochers.
it_it: Puoi demolire alberi e roccie.

source: Keep all workers working. Use ALT-I to find idle workers.
de_de: Halten Sie alle Arbeiter beschäftigt. Verwenden Sie ALT-I, um herumstehende Arbeiter zu finden.
fr_fr: Vos travailleurs doivent toujours avoir quelquechose à faire. Utilisez ALT-I pour trouver du personnel inactif
it_it: Mantieni tutti i lavoratori a lavoro. Premi ALT-I per trovare lavoratori inattivi.

source: You can make units automatically cast spells by selecting a unit, holding down CTRL and clicking on the spell icon. CTRL click again to turn off.
de_de: Sie können Einheiten automatisch Zauber wirken lassen, indem Sie eine Einheit auswählen, STRG gedrückt halten und auf das Zaubersymbol klicken. Drücken Sie erneut bei gedrückter STRG-Taste, um sie auszuschalten.
fr_fr: Pour que vos unités jettent des sorts automatiquement, sélectionnez une unité, maintenez CTRL et cliquez sur l'icone de sort. CTRL-clic de nouveau pour désactiver.
it_it: Puoi permettere alle unita' di usare automaticamente gli incantesimi selezionando un'unita', tenendo premuto CTRL e scegliendo l'icona dell'incantesimo Ripremi con CTRL per disattivare questa funzionalita'.

source: You can give an unit an order which is executed after it finishes the current work, if you hold the SHIFT key.
de_de: Sie können einer Einheit einen Auftrag erteilen, der ausgeführt wird, nachdem sie die aktuelle Arbeit beendet hat, wenn Sie die UMSCHALTTASTE gedrückt halten.
fr_fr: Pour que vos unités executent un ordre après avoir terminé le travail en cours, maintenez la touche SHIFT en donnant un nouvel ordre.
it_it: Puoi specificare a un'unita' un ordine da eseguire quando ha terminato prima quella attuale se tieni premuto il tasto SHIFT.

source: You can give way points, if you press the SHIFT key, while you click right for the move command.
de_de: Sie können Wegpunkte vergeben, wenn Sie die UMSCHALTTASTE drücken, während Sie mit der rechten Maustaste auf den Befehl zum bewegen klicken.
fr_fr: Vous pouvez donner des points de passage à un trajet en appuyant sur SHIFT avec un clic-droit pour faire bouger vos unités
it_it: Puoi stabilie piu' destinazioni, se tieni premuto il pulsante SHIFT, mentre clicchi il comando muovi o con il tasto sinistro del mouse.

source: You can order a worker to build one building after the other, if you hold the SHIFT key, while you place the building.
de_de: Sie können einem Arbeiter befehlen, ein Gebäude nach dem anderen zu bauen, wenn Sie die UMSCHALTTASTE gedrückt halten, während Sie das Gebäude platzieren.
fr_fr: Vous pouvez demander à un travailleur de construire des batiments les uns après les autres en maintenant la touche SHIFT quand vous placer le batiment
it_it: Puoi indicare a un lavoratore di costruire un edificio dopo l'altro, se tieni premuto il tasto SHIFT, mentre stai costruendo un edificio.

source: You can build many of the same building, if you hold the ALT and SHIFT keys while you place the buildings.
de_de: Sie können viele der gleichen Gebäude bauen, wenn Sie die ALT- und UMSCHALTTASTE gedrückt halten, während Sie die Gebäude platzieren.
fr_fr: Vous pouvez construire plusieurs batiments identique en maintenant ALT et SHIFT pendant que vous placez vos batiments
it_it: Puoi costruire tanti edifici dello stesso tipo, se tieni premuto i tasti ALT e SHIFT, mentre piazzi gli edifici.

source: Use CTRL-V or ALT-V to cycle through the viewport configuration, you can then monitor your base and lead an attack.
de_de: Verwenden Sie STRG-V oder ALT-V, um die Ansichten-Konfiguration zu durchlaufen, Sie können dann Ihre Basis überwachen und einen Angriff führen.
fr_fr: Utilisez CTRL-V ou ALT-V pour cycler entre les configurations des zones de vue,et ainsi surveiller votre territoire et prévenir d'une attaque.
it_it: Premi CTRL-V o ALT-V per cambiare le configurazioni di visualizzazione, cosi potrai gestire la tua base e condurre un attacco.

source: Know a useful tip? Then add it here!
de_de: Kennen Sie einen nützlichen Tipp? Dann fügen Sie ihn hier hinzu!
fr_fr: Vous connaissez un truc utile ? Ajoutez-le ici !
it_it: Conosci un suggerimento utile? Allora aggiungilo qui!

source: Tips
de_de: Tipps
fr_fr: Trucs
it_it: Suggerimenti

source: Show tips at startup
de_de: Tipps beim Start anzeigen
fr_fr: Montrer les astuces au démarrage
it_it: Mostra suggerimenti all'avvio

source: ~!Next Tip
de_de: mehr Tipps
fr_fr: Suiva~!nt
it_it: Prossimo

source: Close (~<Esc~>)
de_de: OK (~<Esc~>)
fr_fr: Fermer (~<Esc~>)

source: Load Game
de_de: Spiel laden
fr_fr: Charger Partie
it_it: Carica Partita
ru_ru: Прочитать игру

source: ~!Load
de_de: ~!Laden
fr_fr: Charger
it_it: Carica
ru_ru: ~!Прочитать

source: AIs:
de_de: KIs:
fr_fr: I.A:
it_it: I.A:

source: AI player(s)
de_de: KI-Spieler
fr_fr: Joueur(s) I.A
it_it: Giocatore(i) I.A

source: Players
de_de: Spieler
fr_fr: Joueurs
it_it: Giocatori
ru_ru: Игроки

source: Preparing
de_de: Vorbereiten
fr_fr: Préparation
it_it: Preparazione
ru_ru: Готовится

source: Open slots :
de_de: Offene Positionen :
fr_fr: Emplacements ouverts :
it_it: Slot aperti :
ru_ru: Свободно :

source: Creator
de_de: Ersteller
fr_fr: Créateur
it_it: Creatore
ru_ru: Сервер

source: Ready
de_de: Fertig
fr_fr: Prêt
it_it: Pronti
ru_ru: Готов

source: Joining game: Map
de_de: Spiel beitreten: Karte
fr_fr: Rejoindre la partie : carte
it_it: Ti stai unendo alla partita
ru_ru: Подключение к игре : Карта

source: Map
de_de: Karte
fr_fr: Carte
it_it: Mappa
ru_ru: Карта

source: File:
de_de: Datei:
fr_fr: Fichier:
ru_ru: Файл:

source: Players:
de_de: Spieler:
fr_fr: Joueurs:
it_it: Giocatori:
ru_ru: Игроков:

source: Description:
de_de: Beschreibung:
it_it: Descrizione:
ru_ru: Описание:

source: Fog of war
de_de: Nebel des Krieges
fr_fr: Brouillard de guerre
it_it: Nebbia di guerra
ru_ru: Туман войны

source: ~<Your Race:~>
de_de: ~<Ihre Rasse:~>
fr_fr: ~<Votre Race:~>
it_it: ~<Razza:~>
ru_ru: ~<Ваша раса:~>
