Repository: Wargus/wargus
Catalog: scripts/translate/*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: ~<ESC~> CANCEL
de_de: ~<ESC~> ABBRECHEN
fr_fr: ~<ESC~> ANNULER
it_it: ~<ESC~> ANNULLA
ru_ru: ~<ESC~> ОТМЕНА

source: ~<ESC~> CANCEL UPGRADE
de_de: ~<ESC~> UPGRADE ABBRECHEN
fr_fr: ~<ESC~> ANNULER AMÉLIORATION
it_it: ~<ESC~> ANNULLA POTENZIAMENTO
ru_ru: ~<ESC~> - ОТМЕНА МОДЕРНИЗАЦИИ

source: ~<ESC~> CANCEL UNIT TRAINING
de_de: ~<ESC~> AUSBILDUNG ABBRECHEN
fr_fr: ~<ESC~> ANNULER FORMATION
it_it: ~<ESC~> - ANNULLA ADDESTRAMENTO UNITA'
ru_ru: ~<ESC~> - ОТМЕНА ОБУЧЕНИЯ ЕДИНИЦЫ

source: ~<ESC~> CANCEL CONSTRUCTION
de_de: ~<ESC~> BAU ABBRECHEN
fr_fr: ~<ESC~> ANNULER CONSTRUCTION
it_it: ~<ESC~> - ANNULLA COSTRUZIONE
ru_ru: ~<ESC~> - ОТМЕНА СТРОИТЕЛЬСТВА

source: Objectives:
de_de: Missionsziele:
fr_fr: Objectifs :
it_it: Obiettivi
ru_ru: Цель:

source: Combat Casualties
de_de: Verluste
fr_fr: Dégats de Combat
it_it: Vittime del combattimento

source: Infantry
de_de: Infanterie
fr_fr: Infanterie
it_it: Fanteria

source: Artillery
de_de: Artillerie
fr_fr: Artillerie
it_it: Artiglieria

source: Cavalry
de_de: Kavallerie
fr_fr: Cavalerie
it_it: Cavalleria

source: ~!Continue
de_de: Weiter (~!c)
fr_fr: ~!Continuer
it_it: ~!Continua
ru_ru: Дальше

source: Human Land Units
de_de: Menschliche Landeinheiten
fr_fr: Unités Terrestres Humaines

source: Human Sea Units
de_de: Menschliche Meereseinheiten
fr_fr: Unités Maritime Humaines

source: Human Air Units
de_de: Menschliche Lufteinheiten
fr_fr: Unités Aériennes Humaines

source: Human Land Buildings
de_de: Menschliche Landgebäude
fr_fr: Constructions Humaines

source: Human Shore Buildings
de_de: Menschliche Ufergebäude
fr_fr: Constructions Côtières Humaines

source: Human Heroes
de_de: Menschliche Helden
fr_fr: Héros Humains

source: Orc Land Units
de_de: Orc-Landeinheiten
fr_fr: Unités Terrestre Orcs

source: Orc Sea Units
de_de: Orc-Meeresinheiten
fr_fr: Unités Maritime Orcs

source: Orc Air Units
de_de: Orc-Lufteinheiten
fr_fr: Unités Aériennes Orcs

source: Orc Land Buildings
de_de: Orc-Landgebäude
fr_fr: Constructions Orcs

source: Orc Shore Buildings
de_de: Orc-Ufergebäude
fr_fr: Constructions Côtières Orcs

source: Orc Heroes
de_de: Orc-Helden
fr_fr: Héros Orc

source: Neutral Buildings
de_de: Neutrale Gebäude
fr_fr: Constructions Neutres

source: Neutral Units
de_de: Neutrale Einheiten
fr_fr: Unités Neutres

source: Keystroke Help Menu
de_de: Tasten-Hilfe
fr_fr: Aide des Touches du Jeu
it_it: Menu di aiuto delle Scorciatoie

source: Previous (~<Esc~>)
de_de: Zurück (~<Esc~>)
fr_fr: Précédent (~<Esc~>)
it_it: Precedente (~<Esc~>)
ru_ru: Предыдущее (~<Esc~>)

source: -Destroy the enemy
de_de: -Vernichte den Feind
fr_fr: -Détruire l'ennemi
it_it: -Distruggi il nemico
ru_ru: -Уничтожить всех врагов

source: Map Default
de_de: Kartenstandard
fr_fr: Par défaut
it_it: Predefinita
ru_ru: По умолчанию

source: Nation of Stromgarde
de_de: Stromgarde
fr_fr: Nation de Stromgarde
it_it: Nazione di Stromgarde
ru_ru: Нация Стромгарде

source: Nation of Azeroth
de_de: Azeroth
fr_fr: Nation de Azeroth
it_it: Nazione di Azeroth
ru_ru: Нация Азерота

source: Nation of Kul Tiras
de_de: Kul Tiras
fr_fr: Nation de Kul Tiras
it_it: Nazione di Kul Tiras
ru_ru: Нация Куль Тираса

source: Nation of Dalaran
de_de: Dalaran
fr_fr: Nation de Dalaran
it_it: Nazione di Dalaran
ru_ru: Нация Даларана

source: Nation of Alterac
de_de: Alterac
fr_fr: Nation de Alterac
it_it: Nazione di Alterac
ru_ru: Нация Альтерака

source: Nation of Gilneas
de_de: Gilneas
fr_fr: Nation de Gilneas
it_it: Nazione di Gilneas
ru_ru: Нация Гилнеаса

source: Nation of Lordaeron
de_de: Lordaeron
fr_fr: Nation de Lordaeron
it_it: Nazione di Lordaeron
ru_ru: Нация Лордерона

source: Alliance Traitors
de_de: Allianzverräter
fr_fr: Traîtres de l'Alliance
it_it: Traditori dell'Alleanza
ru_ru: Предатели Альянса

source: Select scenario
de_de: Szenario auswählen
fr_fr: Choix scénario
it_it: Seleziona scenario
ru_ru: Выбор миссии

source: Cancel (~<Esc~>)
de_de: Zurück (~<Esc~>)
fr_fr: Annuler ~<Esc~>
it_it: Annulla (~<Esc~>)
ru_ru: Отмена (~<Esc~>)

source: ~<Single Player~>
de_de: ~<Einzelspieler~>
fr_fr: ~<Un Joueur~>
it_it: ~<Giocatore Singolo~>
ru_ru: ~<Одиночная игра~>

source: ~!Standard Game
de_de: ~!Standard-Spiel
fr_fr: Partie ~!Standard
it_it: Partita ~!Standard
ru_ru: Миссия пользователя

source: ~!Campaign Game
de_de: Kampagnenspiel (~!c)
fr_fr: ~!Campagne
it_it: ~!Campagna
ru_ru: Кампания

source: ~!Load Game
de_de: Spiel ~!laden
fr_fr: Charger Partie
it_it: Carica Partita
ru_ru: ~!Прочитать игру

source: Previous Menu (~<Esc~>)
de_de: Vorheriges Menü (~<Esc~>)
fr_fr: Menu précédent (~<Esc~>)

source: Standard Game
de_de: Standard-Spiel
fr_fr: Partie Standard
it_it: Tipo di partita
ru_ru: Миссия пользователя

source: ~!Cancel
de_de: Abbru~!ch
fr_fr: Annuler
it_it: Annulla
ru_ru: Отмена

source: ~red~Red
de_de: ~red~Rot
fr_fr: ~red~Rouge
it_it: ~red~Rosso
ru_ru: ~red~Красный

source: ~blue~Blue
de_de: ~blue~Blau
fr_fr: ~blue~Bleu
it_it: ~blue~Blu
ru_ru: ~blue~Синий

source: ~green~Green
de_de: ~green~Grün
fr_fr: ~green~Vert
it_it: ~green~Verde
ru_ru: ~green~Зеленый

source: ~violet~Violet
de_de: ~violet~Violett
it_it: ~violet~Viola
ru_ru: ~violet~Лиловый

source: ~black~Black
de_de: ~black~Schwarz
fr_fr: ~black~Noir
it_it: ~black~Nero
ru_ru: ~black~Черный

source: ~white~White
de_de: ~white~Weiß
fr_fr: ~white~Blanc
it_it: ~white~Bianco
ru_ru: ~white~Белый

source: ~yellow~Yellow
de_de: ~yellow~Gelb
fr_fr: ~yellow~Jaune
it_it: ~yellow~Giallo
ru_ru: ~yellow~Желтый

source: Human
de_de: Mensch
fr_fr: Humain
it_it: Umani
ru_ru: Люди

source: Random
de_de: Zufällig
fr_fr: Aléatoire
it_it: Casuale
ru_ru: Случ.

source: Player
de_de: Spieler
fr_fr: Joueur
it_it: Giocatore
ru_ru: Игрок

source: Rescue-passive
de_de: Passivrettung
fr_fr: Sauvetage-passif
it_it: Soccorso-passivo
ru_ru: Пассивный союзник

source: Rescue-active
de_de: Aktivrettung
fr_fr: Sauvetage-actif
it_it: Soccorso-attivo
ru_ru: Активный союзник

source: None
de_de: Nichts
fr_fr: Aucun
it_it: Nessuno
ru_ru: Нет

source: Explored
de_de: Erforscht
fr_fr: Exploré
it_it: Esplorata
ru_ru: Исследована

source: Revealed
de_de: Aufgedeckt
fr_fr: Révélé
it_it: Rilevata
ru_ru: Открыта

source: Use map settings
de_de: Karteneinstellung nutzen
fr_fr: Défini par la carte
it_it: Impostazioni Mappa
ru_ru: Настройки карты

source: Melee
de_de: Nahkampf
fr_fr: Mêlée
it_it: Mischia
ru_ru: Бой

source: Free for all
de_de: Frei für alle
fr_fr: Chacun pour soi
it_it: Tutti contro tutti
ru_ru: Каждый сам за себя

source: Top vs bottom
de_de: Oben vs. unten
fr_fr: Haut vs Bas
it_it: Sopra contro Sotto
ru_ru: Сверху против снизу

source: Left vs right
de_de: Links vs. rechts
fr_fr: Gauche vs Droite
it_it: Sinistra contro Destra
ru_ru: Слева против справа

source: Man vs Machine
de_de: Mensch vs. Maschine
fr_fr: Homme contre Machine
it_it: Uomo contro Macchina
ru_ru: Люди против CPU

source: Summer
de_de: Sommer
fr_fr: Été
it_it: Estate
ru_ru: Лес

source: Swamp
de_de: Sumpf
fr_fr: Marais
it_it: Palude
ru_ru: Болото

source: Wasteland
de_de: Ödland
fr_fr: Terre dévastée
it_it: Terre desolate
ru_ru: Пустыня

source: One Peasant Only
de_de: Nur ein Arbeiter
fr_fr: Un Seul Paysant
it_it: Solo un lavoratore
ru_ru: Один крестьянин

source: Easy
de_de: Einfach
fr_fr: Facile
it_it: Facile
ru_ru: Легкий

source: Hard
de_de: Schwer
fr_fr: Difficile
it_it: Difficile
ru_ru: Сложный

source: Nightmare
de_de: Albtraum
fr_fr: Cauchemardesque
it_it: Incubo
ru_ru: Кошмар

source: Hell
de_de: Hölle
fr_fr: Infernal
it_it: Inferno
ru_ru: Ад

source: Low
de_de: Niedrig
fr_fr: Bas
it_it: Basse
ru_ru: Скудные

source: Medium
de_de: Mittel
fr_fr: Moyen
it_it: Medie
ru_ru: Средние

source: High
de_de: Hoch
fr_fr: Élevé
it_it: Alte
ru_ru: Обширные

source: Quick Start
de_de: Schnellstart
fr_fr: Démarrage rapide
it_it: Molto Alte
ru_ru: Быстрый старт

source: ~<Single Player Game Setup~>
de_de: ~<Einzelspieler Setup~>
fr_fr: ~<Configuration un Seul Joueur~>
it_it: ~<Impostazioni Partita~>
ru_ru: ~<Установки пользовательской игры~>

source: Error:
de_de: Fehler:
fr_fr: Erreur:
it_it: Errore:
ru_ru: Ошибка:

source: Scenario:
de_de: Szenario:
fr_fr: Scénario:
ru_ru: Миссия:

source: S~!elect Scenario
de_de: Sz~!enario auswählen
fr_fr: S~!election Scénarion
it_it: S~!eleziona Scenario
ru_ru: ~!Выбор миссии

source: ~!Start Game
de_de: ~!Spiel starten
fr_fr: Commencer la Partie
it_it: Inizia Partita
ru_ru: ~!Начать игру

source: Need more than 1 team
de_de: Mehr als 1 Team benötigt
fr_fr: Il faut plus d'une équipe
it_it: E' necessario piu' di 1 squadra
ru_ru: Нужно более 1 команды

source: No players selected
de_de: Keine Spieler ausgewählt
fr_fr: Aucun joueur sélectionné
it_it: Nessun giocatore selezionato
ru_ru: Нет игроков

source: Need at least 1 person player
de_de: Mind. 1 menschlichen Spieler benötigt
fr_fr: Il faut au moins un joueur
it_it: Deve esserci almeno 1 giocatore
ru_ru: Нужен 1 игрок-человек

source: Need at least 2 players
de_de: Mind. 2 Spieler benötigt
fr_fr: Il faut au moins deux joueurs
it_it: Devono esserci almeno 2 giocatori
ru_ru: Нужно минимум 2 игрока

source: ~<Color:~>
de_de: ~<Farbe:~>
fr_fr: ~<Couleur:~>
it_it: ~<Colore:~>
ru_ru: ~<Цвет:~>

source: ~<Type:~>
de_de: ~<Typ:~>
it_it: ~<Tipo:~>
ru_ru: ~<Тип:~>

source: ~<Race:~>
de_de: ~<Rasse:~>
it_it: ~<Razza:~>
ru_ru: ~<Раса:~>

source: ~<AI Script:~>
de_de: ~<KI Skript:~>
fr_fr: ~<Script I.A:~>
it_it: ~<Script I.A:~>
ru_ru: ~<Скрипт ИИ:~>

source: ~!Cancel Game
de_de: Spiel Abbruch (~!c)
fr_fr: Annuler Partie
it_it: ~!Cancella Partita
ru_ru: ~!Отмена игры

source: ~<Game Type:~>
de_de: ~<Spieltyp:~>
fr_fr: ~<Type de Jeux:~>
it_it: ~<Tipo di Partita:~>
ru_ru: ~<Тип игры:~>

source: ~<Resources:~>
de_de: ~<Ressourcen:~>
fr_fr: ~<Ressources:~>
it_it: ~<Risorse:~>
ru_ru: ~<Ресурсы:~>

source: ~<AI Difficulty:~>
de_de: ~<KI Schwierigkeit:~>
fr_fr: ~<Difficulté I.A:~>
it_it: ~<Difficolta' I.A:~>
ru_ru: ~<Сложность ИИ:~>

source: ~<Tileset:~>
de_de: ~<Gelände:~>
it_it: ~<Terreno:~>
ru_ru: ~<Местность:~>

source: ~<Units:~>
de_de: ~<Einheiten:~>
fr_fr: ~<Unités:~>
it_it: ~<Unita':~>
ru_ru: ~<Еденицы:~>

source: ~!Single Player Game
de_de: Einzelspieler-~!Spiel
fr_fr: Un ~!Seul Joueur
it_it: Partita un Giocatore
ru_ru: Одиночная игра

source: ~!Multi Player Game
de_de: ~!Mehrspieler-Spiel
fr_fr: Partie ~!Multi-joueur
it_it: Partita ~!Multigiocatore
ru_ru: Сетевая игра

source: ~!Replay Game
de_de: ~!Replay ansehen
fr_fr: ~!Rejouer Partie
it_it: ~!Replay Partita
ru_ru: Пересмотреть игру

source: ~!Options
de_de: ~!Optionen
it_it: ~!Opzioni
ru_ru: Опции

source: ~!Load Mod
de_de: ~!Mod laden
fr_fr: Charger un Mod
it_it: Carica Modifica
ru_ru: Загрузить мод

source: Map ~!Editor
de_de: Karten-~!Editor
fr_fr: ~!Editeur de Carte
it_it: ~!Editor Mappa
ru_ru: Редактор

source: S~!how Credits
de_de: Credits anse~!hen
fr_fr: Voir les Crédits
it_it: Mostra Crediti
ru_ru: Авторы

source: E~!xit Program
de_de: Programm verlassen (~!x)
fr_fr: Quitter le Jeu
it_it: Esci dal programma
ru_ru: Выйти из программы

source: Load Mod
de_de: Mod laden
fr_fr: Charger un Mod
it_it: Carica Modifica
ru_ru: Загрузить мод

source: ~!MOVE
de_de: Bewegen (~!M)
fr_fr: DÉPLACER (~!M)
it_it: ~!MUOVI
ru_ru: ~!ИДТИ

source: ~!STOP
de_de: ~!Stopp
fr_fr: ~!STOPPER
it_it: FERMA
ru_ru: ~!СТОП

source: ~!ATTACK
de_de: ~!Angriff
fr_fr: ~!ATTAQUER
it_it: ~!ATTACCA
ru_ru: ~!АТАКОВАТЬ

source: ~!PATROL
de_de: ~!Patrouille
fr_fr: ~!PATROUILLER
it_it: ~!PATTUGLIA
ru_ru: ПАТ~!РУЛИРОВАТЬ

source: E~!XPLORE
de_de: Erkunden (~!X)
fr_fr: E~!XPLORER

source: S~!TAND GROUND
de_de: S~!tellung halten
fr_fr: ~!TENIR LA POSITION
it_it: RIMANI
ru_ru: ДЕРЖАТЬ М~!ЕСТНОСТЬ

source: ATTACK ~!GROUND
de_de: Daueran~!griff
fr_fr: ATTAQUER AU SOL (~!G)
it_it: ATTACCA IL TERRENO
ru_ru: АТАКОВАТЬ ~!МЕСТНОСТЬ

source: ~!DEMOLISH
de_de: ~!Demolieren
fr_fr: ~!DÉMOLIR
it_it: ~!DEMOLISCI
ru_ru: ~!РАЗРУШИТЬ

source: HOLY ~!VISION
de_de: Heilige ~!Vision
fr_fr: ~!VISION SACRÉE
it_it: ~!VISIONE SACRA
ru_ru: СВЯТОЕ ~!ЗРЕНИЕ

source: ~!HEALING (per 1 HP)
de_de: ~!Heilung (pro 1 HP)
fr_fr: GUÉRIR (~!H 1 PV)
it_it: CURA (1 Punto Vita)
ru_ru: ЛЕЧЕНИЕ (1 ед. энергии)

source: ~!EXORCISM
de_de: ~!Exorzismus
fr_fr: ~!EXORCISME
it_it: ~!ESORCISMO
ru_ru: ~!ЭКЗОРЦИЗМ

source: LIGHTNING ~!ATTACK
de_de: Blitz-~!Angriff
fr_fr: ~!ATTAQUE ÉCLAIRE
it_it: LAMPO FULMINEO
ru_ru: ~!АТАКОВАТЬ

source: ~!FIREBALL
de_de: ~!Feuerball
fr_fr: BOULE DE ~!FEU
it_it: PALLA DI ~!FUOCO
ru_ru: О~!ГНЕННОЕ ЯДРО

source: SL~!OW
de_de: Langsam (~!O)
fr_fr: LENTEUR (~!O)
it_it: RALLENTA
ru_ru: ЗА~!МЕДЛЕНИЕ

source: F~!LAME SHIELD
de_de: F~!lammenschild
fr_fr: BOUC~!LIER DE FEU
it_it: SCUDO DI FIAMME
ru_ru: ЗА~!ЩИТА ОГНЕМ

source: ~!INVISIBILITY
de_de: Uns~!ichtbarkeit
fr_fr: ~!INVISIBILITÉ
it_it: ~!INVISIBILITA'
ru_ru: ~!НЕВИДИМОСТЬ

source: ~!POLYMORPH
de_de: Verwandlung (~!P)
fr_fr: ~!POLYMORPHISME
it_it: ~!POLIMORFISMO
ru_ru: ~!ПРЕВРАЩЕНИЕ

source: ~!REPAIR
de_de: ~!Reparieren
fr_fr: ~!RÉPARER
it_it: ~!RIPARA
ru_ru: ~!ЧИНИТЬ

source: ~!HARVEST LUMBER/MINE GOLD
de_de: ~!Holz/Gold abbauen
fr_fr: RÉCOLTER DU BOIS / MINER DE L'OR (~!H)
it_it: RACCOGLI LEGNA/ORO
ru_ru: ДОБЫ~!ВАТЬ ЗОЛОТО/РУБИТЬ ЛЕС

source: RETURN WITH ~!GOODS
de_de: ~!Güter zurückbringen
fr_fr: RENTRER AVEC LA MARCHANDISE (~!G)
it_it: RITORNA CON I BENI
ru_ru: ~!ВЕРНУТЬСЯ С ДОБЫЧЕЙ

source: ~!BUILD BASIC STRUCTURE
de_de: ~!Basisgebäude bauen
fr_fr: CONSTRUIRE STRUCTURE DE ~!BASE
it_it: COSTRUISCI STRUTTURE DI ~!BASE
ru_ru: ВОЗВОДИТЬ ~!ОСНОВНЫЕ СООРУЖЕНИЯ

source: BUILD AD~!VANCED STRUCTURE
de_de: Erweitertes Gebäude bauen (~!V)
fr_fr: CONSTRUIRE STRUCTURE A~!VANCÉE
it_it: COSTRUISCI STRUTTURE A~!VANZATE
ru_ru: ВОЗВОДИТЬ ~!ПРОДВИНУТЫЕ СООРУЖЕНИЯ

source: BUILD ~!FARM
de_de: Ho~!f bauen
fr_fr: CONSTRUIRE ~!FERME
it_it: COSTRUISCI ~!FATTORIA
ru_ru: СТРОИТЕЛЬСТВО ~!ФЕРМЫ

source: BUILD ~!BARRACKS
de_de: Kaserne ~!bauen
fr_fr: CONSTRUIRE ~!BASE MILITAIRE
it_it: COSTRUISCI CASERMA
ru_ru: СТРОИТЕЛЬСТВО ~!КАЗАРМЫ

source: BUILD TOWN ~!HALL
de_de: Rat~!haus bauen
fr_fr: CONSTRUIRE ~!HOTEL DE VILLE
it_it: COSTRUISCI PALAZZO
ru_ru: СТРОИТЕЛЬСТВО ~!РАТУШИ

source: BUILD ELVEN ~!LUMBER MILL
de_de: E~!lfisches Sägewerk bauen
fr_fr: CONSTRUIRE SCIERIE DES E~!LFES
it_it: COSTRUISCI SEGHERIA
ru_ru: СТРОИТЕЛЬСТВО Ф~!АБРИКИ/ПИЛОРАМЫ

source: BUILD BLACK~!SMITH
de_de: ~!Schmiede bauen
fr_fr: CONSTRUIRE FORGE (~!S)
it_it: COSTRUISCI FABBRO
ru_ru: СТРОИТЕЛЬСТВО КУЗ~!НИЦЫ

source: BUILD ~!TOWER
de_de: ~!Turm bauen
fr_fr: CONSTRUIRE ~!TOUR
it_it: COSTUISCI ~!TORRE
ru_ru: СТРОИТЕЛЬСТВО~! БАШНИ

source: BUILD ~!WALL
de_de: Schutz~!wall bauen
fr_fr: CONSTRUIRE MUR (~!W)
it_it: COSTRUISCI MURO
ru_ru: СТРОИТЕЛЬСТВО ~!СТЕНЫ

source: BUILD ~!SHIPYARD
de_de: Hafen bauen (~!S)
fr_fr: CONSTRUIRE CHANTIER NAVAL (~!S)
it_it: COSTUISCI CANTIERE NAVALE
ru_ru: СТРОИТЕЛЬСТВО СУДО~!ВЕРФИ

source: BUILD ~!FOUNDRY
de_de: Giesserei bauen (~!F)
fr_fr: CONSTRUIRE ~!FONDERIE
it_it: COSTRUISCI ~!FONDERIA
ru_ru: СТРОИТЕЛЬСТВО ~!ЛИТЕЙНОЙ

source: BUILD ~!REFINERY
de_de: ~!Raffinerie bauen
fr_fr: CONSTRUIRE ~!RAFFINERIE
it_it: COSTRUISCI ~!RAFFINERIA
ru_ru: СТРОИТЕЛЬСТВО ОЧИСТНОГО ~!ЗАВОДА

source: BUILD GNOMISH ~!INVENTOR
de_de: Gnomen-Erf~!inder bauen
fr_fr: CONSTRUIRE GNOME ~!INVENTEUR
it_it: COSTRUISCI LABORATORIO DEGLI GNOM~!I
ru_ru: ХИЖИНА ГНОМА ~!ИЗОБРЕТАТЕЛЯ

source: BUILD ST~!ABLES
de_de: Ställe bauen (~!A)
fr_fr: CONSTRUIRE ÉCURIES (~!A)
it_it: COSTRUISCI SCUDERI~!A
ru_ru: СТРОИТЕЛЬСТВО КО~!НЮШНИ

source: BUILD ~!MAGE TOWER
de_de: ~!Magierturm bauen
fr_fr: CONSTRUIRE TOUR DES ~!MAGES
it_it: COSTRUISCI TORRE DEL ~!MAGO
ru_ru: СТРОИТЕЛЬСТВО БАШНИ ~!МАГОВ

source: BUILD ~!CHURCH
de_de: Kir~!che bauen
fr_fr: CONSTRUIRE ÉGLISE (~!C)
it_it: COSTRUISCI ~!CHIESA
ru_ru: СТРОИТЕЛЬСТВО ~!ЦЕРКВИ

source: BUILD ~!GRYPHON AVIARY
de_de: ~!Greifenhorst bauen
fr_fr: CONSTRUIRE ~!GRIFFON AVIATEUR
it_it: COSTRUISCI SERRAGLIO DEI ~!GRIFONI
ru_ru: СТРОИТЕЛЬСТВО ~!ВОЛЬЕРЫ ГРИФОНОВ

source: TRAIN ~!CRITTER
de_de: ~!Tier ausbilden
fr_fr: FORMER ANIMAL (~!C)
it_it: ADDESTRA ANIMALETTO
ru_ru: ОБУЧЕНИЕ СУЩЕСТВА

source: TRAIN ~!PEASANT
de_de: Arbeiter ausbilden (~!P)
fr_fr: FORMER ~!PAYSAN
it_it: ADDESTRA BRACCIANTE
ru_ru: ОБУЧЕНИЕ ~!КРЕСТЬЯНИНА

source: UPGRADE TO ~!KEEP
de_de: Zur Festung erweitern (~!K)
fr_fr: AMÉLIORER EN PLACE FORTE (~!K)
it_it: MIGLIORA IN FORTEZZA
ru_ru: ВОЗВЕДЕНИЕ ~!ДВОРЦА

source: UPGRADE TO ~!CASTLE
de_de: Zum Schloss erweitern (~!C)
fr_fr: AMÉLIORER EN ~!CHATEAU
it_it: MIGLIORA IN ~!CASTELLO
ru_ru: ВОЗВЕДЕНИЕ ~!ЗАМКА

source: SET ~!HARVEST LUMBER/MINE GOLD
de_de: Beauftrage zum ~!Holz/Gold abbauen
fr_fr: INDIQUER OÙ RÉCOLTER DU BOIS / MINER DE L'OR (~!H)
it_it: IMPOSTA RACCOLTA LEGNAME/MINIERA D'ORO
ru_ru: ТОЧКА СБОРА РЕСУРСОВ

source: SET ~!MOVE
de_de: Beauftrage zum Bewegen (~!M)
fr_fr: INDIQUER OÙ SE PLACER (~!M)
it_it: IMPOSTA DOVE MUOVERE LE UNITA'
ru_ru: ТОЧКА СБОРА

source: SET ~!ZTOP
de_de: Kein Auftrag (~!Z)
it_it: IMPOSTA DOVE FERMARE LE UNITA'
ru_ru: УДАЛИТЬ ТОЧКУ СБОРА

source: S~!ET ATTACK
de_de: B~!eauftrage zum Angriff
fr_fr: OÙ ATTAQUER (~!E)
it_it: IMPOSTA DOVE ATTACCARE
ru_ru: ТОЧКА АТАКИ

source: TRAIN ~!MINUTEMAN
de_de: ~!Miliz ausbilden
fr_fr: FORMER ~!MINUTEMAN
it_it: ADDESTRA ~!MINUTEMAN

source: TRAIN ~!FOOTMAN
de_de: Soldaten ausbilden (~!F)
fr_fr: FORMER ~!FANTASSIN
it_it: ADDESTRA ~!FANTE
ru_ru: ОБУЧЕНИЕ СОЛДАТА

source: TRAIN ~!ARCHER
de_de: Bogenschützen ausbilden (~!A)
fr_fr: FORMER ~!ARCHER
it_it: ADDRESTRA ~!ARCIERE ELFICO
ru_ru: ОБУЧЕНИЕ ЛУЧНИКА

source: TRAIN ~!RANGER
de_de: Scharfschützen ausbilden (~!R)
fr_fr: FORMER ~!RANGER ELFE
it_it: ADDESTRA ~!RANGER ELFICO
ru_ru: ОБУЧЕНИЕ ~!РАЗВЕДЧИКА

source: BUILD ~!BALLISTA
de_de: ~!Ballista bauen
fr_fr: CONSTRUIRE ~!BALLISTA
it_it: COSTRUISCI ~!BALISTA
ru_ru: СТРОИТЕЛЬСТВО ~!БАЛЛИСТЫ

source: TRAIN ~!KNIGHT
de_de: Ritter ausbilden (~!K)
fr_fr: FORMER CHEVALIER (~!K)
it_it: ADDESTRA CAVALIERE
ru_ru: ОБУЧЕНИЕ Р~!ЫЦАРЯ

source: TRAIN ~!PALADIN
de_de: ~!Paladin ausbilden
fr_fr: FORMER ~!PALADIN
it_it: ADDESTRA ~!PALADINO
ru_ru: ОБУЧЕНИЕ ~!ПАЛАДИНА

source: BUILD GNOMISH ~!FLYING MACHINE
de_de: Gnomen-~!Flugmaschine bauen
fr_fr: CONSTRUIRE MACHINE VOLANTE GNOME (~!F)
it_it: COSTRUISCI MACCHINA VOLANTE DEGLI GNOMI
ru_ru: СТРОИТЕЛЬСТВО ~!ВЕРТОЛЕТА

source: TRAIN ~!DWARVEN DEMOLITION SQUAD
de_de: Zwergen-Abrisstrupp ausbilden (~!D)
fr_fr: FORMER NAINS ~!DÉMOLISSEURS
it_it: A~!DDESTRA NANI GUASTATORI
ru_ru: ОБУЧЕНИЕ ~!ОТРЯДА ПОДРЫВНИКОВ

source: ~!TRAIN MAGE
de_de: Magier ausbilden (~!T)
fr_fr: FORMER MAGE (~!T)
it_it: ADDES~!TRA MAGO
ru_ru: ОБУЧЕНИЕ ~!МАГА

source: TRAIN ~!GRYPHON RIDER
de_de: ~!Greifenreiter ausbilden
fr_fr: FORMER PILOTE DE ~!GRIFFON
it_it: ADDESTRA CAVALCATORE DEI ~!GRIFONI
ru_ru: ОБУЧЕНИЕ ~!ВСАДНИКА ГРИФОНА

source: BUILD ~!OIL TANKER
de_de: Öltanker bauen (~!O)
fr_fr: CONSTRUIRE PÉTR~!OLIER
it_it: COSTRUISCI UNITA' ESTRATTIVA DI PETROLI~!O
ru_ru: СТРОИТЕЛЬСТВО ~!НЕФТЯНОГО ТАНКЕРА

source: BUILD ~!DESTROYER
de_de: Elfenzerstörer bauen (~!D)
fr_fr: CONSTRUIRE ~!DESTROYER
it_it: COSTRUISCI INCROCIATORE
ru_ru: СТРОИТЕЛЬСТВО ~!РАЗРУШИТЕЛЯ

source: BUILD ~!TRANSPORT
de_de: Fähre bauen (~!T)
fr_fr: CONSTRUIRE NAVIRE DE ~!TRANSPORT
it_it: COSTRUISCI NAVE DA ~!TRASPORTO
ru_ru: СТРОИТЕЛЬСТВО ~!ТРАНСПОРТА

source: BUILD GNOMISH ~!SUBMARINE
de_de: Gnomen-U-Boot bauen (~!S)
fr_fr: CONSTRUIRE ~!SOUS-MARIN GNOME
it_it: COSTRUISCI ~!SOTTOMARINO DEGLI GNOMI
ru_ru: СТРОИТЕЛЬСТВО ~!СУБМАРИНЫ ГНОМОВ

source: BUILD ~!BATTLESHIP
de_de: Schlachtschiff ~!bauen
fr_fr: CONSTRUIRE ~!BATEAU DE GUERRE
it_it: COSTRUISCI NAVE DA GUERRA
ru_ru: СТРОИТЕЛЬСТВО ~!ЛИНКОРА

source: SET ~!HAUL OIL
de_de: Setze auf Öl fördern (~!H)
fr_fr: INDIQUER OÙ PROSPECTER (~!H)
it_it: IMPOSTA DOVE RACCOGLIERE IL PETROLIO
ru_ru: ТОЧКА СБОРА НЕФТИ

source: UPGRADE TO ~!GUARD TOWER
de_de: Wachturm (~!G)
fr_fr: AMÉLIORER EN TOUR DE ~!GUARDE
it_it: MIGLIORA IN TORRE DI ~!GUARIA
ru_ru: МОДЕРНИЗАЦИЯ ДО ~!ДОЗОРНОЙ БАШНИ

source: UPGRADE TO ~!CANNON TOWER
de_de: Zum Kanonenturm ausbauen (~!C)
fr_fr: AMÉLIORER EN TOUR À ~!CANON
it_it: MIGLIORA IN TORRE DI ~!CANNONI
ru_ru: МОДЕРНИЗАЦИЯ ДО ОРУДИЙНОЙ БАШНИ

source: ~!UNLOAD
de_de: Entladen (~!U)
fr_fr: DÉCHARGER (~!U)
it_it: SCARICA
ru_ru: ~!ВЫСАДИТЬ ЛЮДЕЙ

source: ~!BUILD OIL PLATFORM
de_de: Ölplattform ~!bauen
fr_fr: CONSTRUIRE UNE PLATEFORME PÉTROLIÈRE (~!B)
it_it: COSTRUISCI PIATTAFORMA PETROLIFERA
ru_ru: С~!ТРОИТЕЛЬСТВО НЕФТЯНОЙ ВЫШКИ

source: ~!HAUL OIL
de_de: Öl fördern (~!H)
fr_fr: TRANSPORTER LE PÉTROL (~!H)
it_it: TRASPORTA IL PETROLIO
ru_ru: ДОБЫ~!ВАТЬ НЕФТЬ

source: UPGRADE S~!WORDS (Damage +2)
de_de: Sch~!werter aufwerten (Schaden +2)
fr_fr: AMÉLIORER ÉPÉES (~!W) (Dommage +2)
it_it: MIGLIORA LE SPADE (Danno +2)
ru_ru: МОДЕРНИЗАЦИЯ МЕ~!ЧЕЙ (Поврежд.+2)

source: UPGRADE ~!SHIELDS (Armor +2)
de_de: ~!Schilde aufwerten (Rüstung +2)
fr_fr: AMÉLIORER BOUCLIER (~!S Armure +2)
it_it: MIGLIORA GLI ~!SCUDI (Armatura +2)
ru_ru: МОДЕРНИЗАЦИЯ ~!ЩИТОВ (Броня +2)

source: UPGRADE ~!BALLISTA (Damage +15)
de_de: ~!Ballista aufwerten (Schaden +15)
fr_fr: AMÉLIORER ~!BALLISTA (Dommage +15)
it_it: MIGLIORA LA ~!BALISTA (Danno +15)
ru_ru: МОЩЬ ~!БАЛЛИСТЫ (Поврежд.+15)

source: ~!UPGRADE ARROWS (Damage +1)
de_de: Pfeile a~!ufwerten (Schaden +1)
fr_fr: AMÉLIORER FLECHES (~!U) (Dommage +1)
it_it: MIGLIORA LE FRECCE (Danno +1)
ru_ru: МОДЕРНИЗАЦИЯ СТРЕЛ (Поврежд.+1)

source: ELVEN ~!RANGER TRAINING
de_de: Scharfschützenausbildung (~!R)
fr_fr: FORMER ~!RANGERS ELFES
it_it: ADDESTRAMENTO ~!RANGER ELFICI
ru_ru: ШКОЛА ЭЛЬФА-~!РАЗВЕДЧИКА

source: RANGER ~!SCOUTING (Sight:9)
de_de: Scharfschützen ~!Spähen (Sicht:9)
fr_fr: ÉCLAIREURS ELFES (~!S Vision:9)
it_it: VI~!STA MIGLIORE PER I RANGER(Vista:9)
ru_ru: ~!ЗОРКОСТЬ РАЗВЕДЧИКА (Зрение:9)

source: RESEARCH ~!LONGBOW (Range +1)
de_de: ~!Langbogen erforschen (Reichweite +1)
fr_fr: RECHERCHER TIR À ~!L'ARC (Portée +1)
it_it: RICERCA ARCO ~!LUNGO(Raggio +1)
ru_ru: ДЛИННЫЙ ~!ЛУК (Дальность +1)

source: RANGER ~!MARKSMANSHIP (Damage +3)
de_de: Bogenschütze Treffsicherheit (~!M) (Schaden +3)
fr_fr: TIR DE PRÉCISION ELF (~!M Dommage +3)
it_it: ~!MIGLIORA ABILITA' DI TIRO PER I RANGER (Danno +3)
ru_ru: ~!МЕТКОСТЬ РАЗВЕДЧИКА (Поврежд.+3)

source: UPGRADES KNIGHTS TO ~!PALADINS
de_de: Ritter zu ~!Paladin verbessern
fr_fr: AMÉLIORER CHEVALIERS EN ~!PALADINS
it_it: MIGLIORA I CAVALIERI IN ~!PALADINI
ru_ru: ОБУЧЕНИЕ ~!ПАЛАДИНОВ

source: RESEARCH ~!HEALING
de_de: ~!Heilung erforschen
fr_fr: RECHERCHER GUERISON (~!H)
it_it: RICERCA CURA
ru_ru: ИЗУЧЕНИЕ ~!ЛЕЧЕНИЯ

source: RESEARCH ~!EXORCISM
de_de: ~!Exorzismus erforschen
fr_fr: RECHERCHER ~!EXORCISME
it_it: RICERCA ESORCISMO
ru_ru: ИЗУЧЕНИЕ ~!ЭКЗОРЦИЗМА

source: RESEARCH SL~!OW
de_de: Verlangsamung erforschen (~!O)
fr_fr: RECHERCHER LENTEUR (~!O)
it_it: RICERCA RALLENTAMENT~!O
ru_ru: ИЗУЧЕНИЕ ЗА~!МЕДЛЕНИЯ

source: RESEARCH F~!LAME SHIELD
de_de: F~!lammenschild erfoschen
fr_fr: RECHERCHER BOUC~!LIER DE FEU
it_it: RICERCA SCUDO DI FIAMME
ru_ru: ИЗУЧЕНИЕ ЗА~!ЩИТЫ ОГНЕМ

source: RESEARCH ~!INVISIBILITY
de_de: Uns~!ichtbarkeit erforschen
fr_fr: RECHERCHER ~!INVISIBILITÉ
it_it: RICERCA ~!INVISIBILITA'
ru_ru: ИЗУЧЕНИЕ ~!НЕВИДИМОСТИ

source: RESEARCH ~!POLYMORPH
de_de: Verwandlung erforschen (~!P)
fr_fr: INVESTIGAR ~!POLYMORPHISME
it_it: RICERCA ~!POLIMORFISMO
ru_ru: ИЗУЧЕНИЕ ~!ПРЕВРАЩЕНИЯ

source: RESEARCH ~!BLIZZARD
de_de: ~!Blizzard erforschen
fr_fr: INVESTIGAR ~!BLIZZARD
it_it: RICERCA TEMPESTA DI GHIACCIO
ru_ru: ИЗУЧЕНИЕ ~!БУРАНА

source: UPGRADE ~!CANNONS (Damage +5)
de_de: Kanonen verbessern (~!C) (Schaden +5)
fr_fr: AMELIORER ~!CANON (Dommage +5)
it_it: MIGLIORA I CANNONI (Danno +5)
ru_ru: МОДЕРНИЗАЦИЯ ~!ПУШЕК (Поврежд.+5)

source: UPGRADE SHIP ~!ARMOR (Armor +5)
de_de: Schiffspanzerung verbessern (~!A) (Rüstung +5)
fr_fr: AMELIORER ~!ARMURE NAVIRE (Armure +5)
it_it: MIGLIORA LE DIFESE DELLE NAVI (Armatura +5)
ru_ru: МОДЕРНИЗАЦИЯ ~!БРОНИ (Броня +5)

source: Act I
de_de: Erster Akt
fr_fr: Acte I
it_it: Atto I
ru_ru: Действие I
