Repository: Wargus/wargus
Catalog: scripts/translate/*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: Units:
de_de: Einheiten:
fr_fr: Unités:
it_it: Unita':
ru_ru: Воины:

source: Resources:
de_de: Ressourcen:
fr_fr: Ressources:
it_it: Risorse:
ru_ru: Ресурсы:

source: ~!Ready
de_de: Fe~!rtig
fr_fr: P~!rêt
it_it: Pronti
ru_ru: ~!Готов

source: Cannot reach server
de_de: Kann Server nicht erreichen
fr_fr: Impossible de contacter le serveur
it_it: Impossibile raggiungere il server
ru_ru: Сервер недоступен

source: Joining Game
de_de: Spiel beitreten
fr_fr: Rejoindre la Partie
it_it: Partecipa Gioco

source: Connecting to server
de_de: Mit Server verbinden
fr_fr: Connection au serveur
it_it: Connessione al server
ru_ru: Подключение к серверу

source: Connecting...
de_de: Verbinden...
fr_fr: Connexion...
it_it: Connessione...
ru_ru: Подключение...

source: Map not available
de_de: Karte nicht verfügbar
fr_fr: Carte non disponible
it_it: Mappa non disponibile
ru_ru: Карта недоступна

source: Server is full
de_de: Server ist voll
fr_fr: Le serveur est plein
it_it: Il server e' pieno
ru_ru: Сервер полон

source: Server gone
de_de: Server verschwunden
fr_fr: Serveur parti :(
it_it: Il server non c'e' piu'
ru_ru: Связь с сервером потеряна

source: Incompatible engine version
de_de: Inkompatible Engine-Version
fr_fr: Version du jeu incompatible
it_it: Versione di gioco incompatibile
ru_ru: Другая версия игры

source: Incompatible lua files
de_de: Inkompatible Lua-Dateien
fr_fr: Fichiers LUA incompatibles
it_it: File lua incompatibili

source: Co~!nnect
de_de: Verbi~!nden
fr_fr: Co~!nnecter
it_it: Co~!nnettiti
ru_ru: Соединиться

source: ~!Add server
de_de: Server hinzufügen (~!a)
fr_fr: ~!Ajouter serveur
it_it: ~!Aggiungi server
ru_ru: Добавить сервер

source: ~!Edit server
de_de: Server b~!earbeiten
fr_fr: ~!Editer serveur
it_it: Modifica Server
ru_ru: Редактировать

source: ~!Delete server
de_de: Server löschen (~!d)
fr_fr: Supprimer serveur (~!D)
it_it: Cancella Server
ru_ru: Удалить

source: Edit server
de_de: Server bearbeiten
fr_fr: Editer serveur
it_it: Modifica server
ru_ru: Редактировать сервер

source: Description:
de_de: Beschreibung:
it_it: Descrizione:
ru_ru: Описание

source: Invalid server name
de_de: Ungültiger Servername
fr_fr: Nom du serveur invalide
it_it: Nome server invalido
ru_ru: Неверное имя сервера

source: Add server
de_de: Server hinzufügen
fr_fr: Ajouter serveur
it_it: Aggiungi server
ru_ru: Добавить сервер

source: Create MultiPlayer game
de_de: Mehrspieler-Spiel erstellen
fr_fr: Créer partie Multi-joueur
it_it: Crea partita Multigiocatore
ru_ru: Создать многопользовательскую игру

source: Unknown map
de_de: Unbekannte Karte
fr_fr: Carte inconnue
it_it: Mappa sconosciuta

source: Race:
de_de: Rennen:
it_it: Razza:
ru_ru: Раса:

source: Dedicated AI Server:
de_de: Dedizierter KI-Server:
fr_fr: Serveur IA dédié :
it_it: Server I.A dedicato

source: Waiting for players
de_de: Oczekiwanie na graczy
fr_fr: En attente des joueurs
it_it: In attesa di giocatori
ru_ru: Ожидание игроков

source: ~!Create Game
de_de: Spiel erstellen
fr_fr: ~!Créer Partie
it_it: ~!Crea Partita
ru_ru: ~!Создать игру

source: ~<Multiplayer Network Game~>
de_de: ~<Mehrspieler-Netzwerkspiel~>
fr_fr: ~<Partie Multi-joueur en Réseau~>
it_it: ~<Partita in rete Multigiocatore~>
ru_ru: ~<Сетевая игра~>

source: Nickname :
de_de: Spitzname:
fr_fr: Surnom :
it_it: Soprannome :
ru_ru: Ник

source: Password :
de_de: Passwort :

source: Go ~!Online
de_de: Geh ~!Online

source: Sign up
de_de: Registrieren
fr_fr: Inscription

source: ~!Join Local Game
de_de: Lokalem Spiel beitreten (~!J)
fr_fr: Re~!Joindre Partie Locale
it_it: Unisciti a partita locale

source: Users
de_de: Benutzer
fr_fr: Utilisateurs

source: Friends
de_de: Freunde
fr_fr: Amis

source: Channels
de_de: Kanäle
fr_fr: Canaux

source: Games
de_de: Spiele
fr_fr: Parties

source: ~!Join Game
de_de: Spiel beitreten (~!J)
fr_fr: Re~!joindre Partie
ru_ru: ~!Присоединиться

source: No game selected
de_de: Kein Spiel ausgewählt
fr_fr: Aucune partie choisie

source: ~!Previous Menu
de_de: Vorheriges Menü (~<Esc~>)
fr_fr: Menu ~!Précédent
it_it: Menu ~!Precedente
ru_ru: Назад

source: Objectives
de_de: Ziele
fr_fr: Objectifs :
it_it: Obiettivi:
ru_ru: ЦЕЛЬ МИССИИ:

source: Sound Options
de_de: Sound-Optionen
fr_fr: Options Sonores
it_it: Opzioni Suono
ru_ru: Звуковые опции

source: Effects Volume
de_de: Lautstärke der Effekte
fr_fr: Volume des effets sonores
it_it: Effetti Volume
ru_ru: Громкость эффектов

source: Sound:
de_de: Ton:
fr_fr: Son :
it_it: Suono:
ru_ru: Звук:

source: On
de_de: An
fr_fr: Oui
it_it: Acceso
ru_ru: Вкл.

source: Off
de_de: Aus
fr_fr: Non
it_it: Spento
ru_ru: Выкл.

source: Music Volume
de_de: Musik Lautstärke
fr_fr: Volume de la musique
it_it: Volume Musica
ru_ru: Громкость музыки

source: Music:
de_de: Musik:
fr_fr: Musique :
it_it: Musica:
ru_ru: Музыка:

source: Preferences
de_de: Einstellungen
fr_fr: Préférences
it_it: Preferenze
ru_ru: Настройка

source: Show Hotkeys
de_de: Hotkeys anzeigen
fr_fr: Montrer les raccourcis
it_it: Mostra scorciatoie
ru_ru: Гор. клавиши

source: Grab Mouse
de_de: Maus greifen
fr_fr: Capturer la souris
ru_ru: Захват мыши

source: ~!*Show damage
de_de: ~!*Schaden anzeigen
fr_fr: ~!*Montrer les dommages
it_it: Mostra danni­
ru_ru: ~!*Показывать урон

source: ~!*Show button popups
de_de: ~!*Schaltflächen-Popups anzeigen
it_it: Mostra i popup dei pulsanti
ru_ru: ~!*Всплыв. подсказки

source: Mine notifications
de_de: Minen-Benachrichtigungen
fr_fr: Notifier le minerai
it_it: Notifiche
ru_ru: Уведомл. о рудниках

source: Show orders
de_de: Anweisungen anzeigen
fr_fr: Montrer les ordres
it_it: Mostra ordini
ru_ru: Показ. приказы

source: Mirrored buildings
de_de: Verspiegelte Gebäude
fr_fr: Constructions mirroirs
it_it: Edifici speculari
ru_ru: Отражать постройки

source: Show messages
de_de: Nachrichten anzeigen
fr_fr: Montrer message
it_it: Mostra i messaggi
ru_ru: Показ. сообщения

source: Pause on leave
de_de: Pause im Urlaub
fr_fr: Pause en quittant
it_it: Metti in pausa quando esci
ru_ru: Пауза при перекл.

source: ~!*Enhanced effects
de_de: ~!*Verbesserte Effekte
fr_fr: ~!*Effets avancés
it_it: ~!*Effetti migliori
ru_ru: ~!*Улучш. эффекты

source: Deselect in mines
de_de: Abwählen in Minen
fr_fr: Déslectionner dans les mines
it_it: Deseleziona nelle miniere
ru_ru: Снимать выдел. при добыче

source: Fog of War
de_de: Nebel des Krieges
fr_fr: Brouillard de Guerre
it_it: Nebbia di Guerra
ru_ru: Туман войны

source: Simplified auto targ.
de_de: Vereinfachte automatische Zielfindung
fr_fr: Ciblage automatique simplifié

source: ~!*Animated shadows
de_de: ~!*Animierte Schatten
fr_fr: ~!*Ombres animées

source: rectangle
de_de: Rechteck
it_it: rettangolo
ru_ru: квадрат

source: alpha-rectangle
de_de: Alpha-Rechteck
fr_fr: rectangle-alpha
it_it: rettangolo-alfa
ru_ru: прозр. квадрат

source: circle
de_de: Kreis
fr_fr: cercle
it_it: cerchio
ru_ru: круг

source: alpha-circle
de_de: Alpha-Kreis
fr_fr: cercle-alpha
it_it: cerchio-alfa
ru_ru: прозр. круг

source: corners
de_de: Ecken
fr_fr: coins
it_it: cornici
ru_ru: уголки

source: Selection style:
de_de: Auswahlstil:
fr_fr: Style de sélection:
it_it: Seleziona stile:
ru_ru: Тип выделения:

source: single
de_de: einzeln
fr_fr: unique
it_it: singolo
ru_ru: один

source: vertical 1 + 1
de_de: vertikal 1 + 1
it_it: verticale. 1 + 1
ru_ru: верт. 1 + 1

source: quad
de_de: viereckig
fr_fr: quadruple
it_it: quadrato
ru_ru: четыре

source: Viewport mode:
de_de: Ansicht-Modus:
fr_fr: Mode de vue:
it_it: Mod. Visuale:
ru_ru: Кол-во экранов:

source: enhanced
de_de: Erweitert
fr_fr: amélioré

source: Fog of War type:
de_de: Nebel des Krieges Art:
fr_fr: Brouillard :

source: Bilinear fog
de_de: Bilinearer Nebel
fr_fr: Brouillard flou

source: ~!* - requires restart
de_de: ~!* - erfordert Neustart
fr_fr: ~!* : redémarrage requis
it_it: ~!* - richiede il riavvio
ru_ru: ~!* - после рестарта

source: Show map grid
de_de: Kartenraster anzeigen
fr_fr: Montrer la grille de carte

source: Bilinear interp.
de_de: Bilineare Interp.
fr_fr: Bilineair

source: shadow-casting
de_de: Schattenwurf

source: Field of View type:
de_de: Art des Ansichtsfelds:
fr_fr: Type de Champ de Vision:

source: Enable opacity for:
de_de: Durchsichtigkeit aktivieren für:
fr_fr: Activé opacité pour :

source: Forest
de_de: Wald
fr_fr: Forêt

source: Rocks
de_de: Felsen
fr_fr: Pierres

source: Walls
de_de: Mauern
fr_fr: Murs

source: Enable walls
de_de: Wände aktivieren
fr_fr: Activé murs

source: Speed Settings
de_de: Geschwindigkeitseinstellungen
fr_fr: Configuration de la vitesse
it_it: Impostazioni velocita'
ru_ru: Установка скорости

source: Game Speed
de_de: Spielgeschwindigkeit
fr_fr: Vitesse du jeu
it_it: Velocita' di gioco
ru_ru: Скорость игры

source: slow
de_de: langsam
fr_fr: lente
it_it: lento
ru_ru: медленно

source: fast
de_de: schnell
fr_fr: rapide
it_it: veloce
ru_ru: быстро

source: Mouse Scroll Speed
de_de: Maus-Scroll-Geschwindigkeit
fr_fr: Vitesse de la souris
it_it: Velocita' scorr. del mouse
ru_ru: Скорость мыши

source: Key Scroll Speed
de_de: Tasten-Scroll-Geschwindigkeit
fr_fr: Vitesse du clavier
it_it: Velocita' scorr. tastiera
ru_ru: Скорость клавиатуры

source: Video Options
de_de: Video Optionen
fr_fr: Options Vidéo
it_it: Opzioni Video
ru_ru: Опции видео

source: Video Resolution
de_de: Videoauflösung
fr_fr: Résolution vidéo
it_it: Risoluzione Video
ru_ru: Разрешение экрана

source: Full Screen
de_de: Vollbild
fr_fr: Plein Écran
it_it: Schermo intero
ru_ru: Полноэкранный режим

source: ~!Yes
de_de: Ja (~!Y)
fr_fr: Oui (~!Y)
it_it: ~!Si
ru_ru: ~!Да

source: ~!No
de_de: ~!Nein
fr_fr: ~!Non
ru_ru: ~!Нет

source: Language Options
de_de: Übersetzungen
fr_fr: Choix de la Langue
it_it: Opzioni Lingue
ru_ru: Настройки перевода

source: Available languages:
de_de: Verfügbare Sprachen:
fr_fr: Langues disponibles :
it_it: Lingue disponibili:
ru_ru: Доступные переводы:

source: Game Options
de_de: Spieloptionen
fr_fr: Option du Jeu
it_it: Opzioni di gioco
ru_ru: Игровые опции

source: Speeds (~<F6~>)
de_de: Geschwindigkeiten (~<F6~>)
fr_fr: Vitesses (~<F6~>)
it_it: Velocita' (~<F6~>)
ru_ru: Скорость (~<F6~>)

source: Sound (~<F7~>)
de_de: Ton (~<F7~>)
fr_fr: Son (~<F7~>)
it_it: Suono (~<F7~>)
ru_ru: Звук (~<F7~>)

source: Preferences (~<F8~>)
de_de: Einstellungen (~<F8~>)
fr_fr: Préférences (~<F8~>)
it_it: Preferenze (~<F8~>)
ru_ru: Настройка (~<F8~>)

source: Diplomacy (~<F9~>)
de_de: Diplomatie (~<F9~>)
fr_fr: Diplomacie (~<F9~>)
it_it: Diplomazia (~<F9~>)
ru_ru: Дипломатия (~<F9~>)

source: Language
de_de: Sprache
it_it: Lingue
ru_ru: Перевод

source: ~<Game Options~>
de_de: ~<Spieloptionen~>
fr_fr: ~<Options du Jeu~>

source: Select Game
de_de: Spiel auswählen
fr_fr: Choix Partie
it_it: Seleziona Partita
ru_ru: Выбор игры

source: Reveal Map
de_de: Karte aufdecken
fr_fr: Révéler la Carte
it_it: Rivela Mappa
ru_ru: Открыть карту

source: Save Replay
de_de: Replay sichern
fr_fr: Sauvegarder le Replay
it_it: Salva Replay
ru_ru: Сохранить

source: Servant
de_de: Diener
fr_fr: Serviteur
it_it: Servitore
ru_ru: Слуга

source: Squire
de_de: Knappe
fr_fr: Écuyer
it_it: Scudiero
ru_ru: Оруженосец

source: Corporal
de_de: Korporal
fr_fr: Caporal
it_it: Caporale
ru_ru: Капрал

source: Sergeant
de_de: Feldwebel
fr_fr: Sergent
it_it: Sergente
ru_ru: Сержант

source: Lieutenant
de_de: Leutenant
it_it: Tenente
ru_ru: Лейтенант

source: Captain
de_de: Hauptmann
fr_fr: Capitaine
it_it: Capitano­
ru_ru: Капитан

source: Major
de_de: Hauptfach
it_it: Maggiore
ru_ru: Майор

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ru_ru: Генерал

source: Grand Admiral
de_de: Großadmiral
fr_fr: Grand Amiral
it_it: Grande Ammiraglio
ru_ru: Адмирал Флота

source: Highlord
de_de: Oberherr
fr_fr: Haut Seigneur
it_it: Grande Signore
ru_ru: Сюзерен

source: Thundergod
de_de: Donnergott
fr_fr: Dieu du Tonnerre
it_it: Supremo
ru_ru: Громовержец

source: God
de_de: Gott
fr_fr: Dieu
it_it: Dio
ru_ru: Бог

source: Slave
de_de: Sklave
fr_fr: Esclave
it_it: Schiavo
ru_ru: Раб

source: Rogue
de_de: Schurke
fr_fr: Voleur
it_it: Furfante
ru_ru: Негодяй

source: Grunt
de_de: Grunzer
ru_ru: Пехотинец

source: Slasher
de_de: Messerstecher
it_it: Aggressore
ru_ru: Старшина

source: Marauder
de_de: Plünderer
fr_fr: Maraudeur
it_it: Devastatore
ru_ru: Мородер

source: Commander
de_de: Kommandant
fr_fr: Commandant
it_it: Comandante
ru_ru: Командир

source: Chieftain
de_de: Häuptling
it_it: Capo
ru_ru: Вождь

source: Overlord
de_de: Oberherr
it_it: Padrone
ru_ru: Владыка

source: War Chief
de_de: Kriegshäuptling
fr_fr: Chef de Guerre
it_it: Capo della Guerra
ru_ru: Военный Вождь

source: Demigod
de_de: Halbgott
fr_fr: Demi-Dieu
it_it: Semidio
ru_ru: Полубог

source: Victory!
de_de: Sieg!
fr_fr: Victoire !
it_it: Vittoria!
ru_ru: Победа

source: Defeat!
de_de: Verloren!
fr_fr: Défaite !
it_it: Sconfitta!
ru_ru: Разгром

source: Draw!
de_de: Gleichstand!
fr_fr: Égalité
it_it: Pareggio!
ru_ru: Ничья

source: Cheater!
de_de: Betrüger!
fr_fr: Tricheur !
it_it: IMBROGLIONE!
ru_ru: Обманщик!

source: - You
de_de: - Sie
fr_fr: - Vous
it_it: - Tu
ru_ru: - Вы

source: - Ally
de_de: - Verbündeter
fr_fr: - Allié
it_it: - Alleato
ru_ru: - Союзник

source: - Enemy
de_de: - Feind
fr_fr: - Adversaire
it_it: - Nemico
ru_ru: - Враг

source: Buildings:
de_de: Gebäude:
fr_fr: Batiments:
it_it: Edifici:
ru_ru: Здания:

source: Lumber:
de_de: Holz:
fr_fr: Bois:
it_it: Legna:
ru_ru: Лес:

source: Oil:
de_de: Öl:
fr_fr: Pétrol:
it_it: Petrolio:
ru_ru: Нефть:

source: Kills:
de_de: Tötungen:
fr_fr: Tué:
it_it: Uccisioni:
ru_ru: Убито:

source: Razings:
de_de: Zerstörung:
fr_fr: Démolitions:
it_it: Raziati:
ru_ru: Снесено:

source: Score:
de_de: Punkte:
it_it: Punteggio:
ru_ru: Очки:

source: Outcome
de_de: Endstand
fr_fr: Résulat
it_it: Risultato
ru_ru: Результат

source: Rank
de_de: Rang
fr_fr: Rang
it_it: Rango
ru_ru: Звание

source: Score
de_de: Wertung
it_it: Punteggio
ru_ru: Очки

source: ~!Save Replay
de_de: Wiedergabe ~!sichern
fr_fr: ~!Sauver Replay
it_it: ~!Salva Replay
ru_ru: ~!Сохранить

source: Cannot save game to file:
de_de: Spiel kann nicht in Datei gespeichert werden:
fr_fr: Impossible de sauvegarder:
it_it: Impossibile salvare partita nel file:
ru_ru: Нельзя сохранить игру в файл:

source: Saved game to:
de_de: Gespeichertes Spiel in:
fr_fr: Partie sauvegardée :
it_it: Partita salvata in:
ru_ru: Сохранено в:

source: EYE OF ~!KILROGG
de_de: Auge von ~!Kilrogg
fr_fr: OEIL DE ~!KILROGG
it_it: OCCHIO DI ~!KILROGG
ru_ru: ~!ГЛАЗ КИЛЬРОГА

source: ~!BLOODLUST
de_de: Mordlust (~!B)
fr_fr: SOIF DE SANG (~!B)
it_it: SETE DI SANGUE
ru_ru: ЖАЖДА ~!КРОВИ

source: ~!RUNES
de_de: ~!Runen
it_it: ~!RUNE
ru_ru: ~!РУНЫ

source: ~!EYE OF KILROGG
de_de: Aug~!e von Kilrogg
fr_fr: O~!EIL DE KILROGG

source: TOUCH OF D~!ARKNESS
de_de: Hauch der D~!unkelheit
fr_fr: B~!AISER DES TÉNÈBRES
it_it: TOCCO DELLE TENEBRE
ru_ru: ~!АТАКОВАТЬ

source: DEATH ~!COIL
de_de: Todesspule (~!C)
fr_fr: BAISER DES TÉNÈBRES (~!C)
it_it: SPIRALE DI MORTE
ru_ru: КОЛЬ~!ЦО СМЕРТИ

source: ~!HASTE
de_de: ~!Hast
fr_fr: VÉLOCITÉ (~!H)
it_it: RAPIDITA'
ru_ru: УС~!КОРЕНИЕ

source: ~!RAISE DEAD
de_de: Tote aufe~!rwecken
fr_fr: RETOUR DES MO~!RTS VIVANTS
it_it: ~!RITORNO DALLA MORTE
ru_ru: ~!ВОСКРЕШЕНИЕ

source: ~!WHIRLWIND
de_de: ~!Wirbelwind
fr_fr: SPIRALE DE LA MORT (~!W)
it_it: TORNADO
ru_ru: СМЕР~!Ч

source: ~!UNHOLY ARMOR
de_de: ~!Unheilige Rüstung
fr_fr: ARM~!URE INVINCIBLE
it_it: ARMATURA MALEDETTA
ru_ru: ~!ДОСПЕХИ ЗЛА

source: ~!DEATH AND DECAY
de_de: To~!d und Verfall
fr_fr: ~!DECOMPOSITION
it_it: ~!DECADIMENTO
ru_ru: ~!УМРИ И РАЗЛОЖИСЬ!

source: BUILD PIG ~!FARM
de_de: Bauernho~!f bauen
fr_fr: CONSTRUIRE ~!FERME PORCINE
it_it: COSTUISCI ALLEVAMENTO DEI CINGHIALI
ru_ru: СТРОИТЕЛЬСТВО ~!ФЕРМЫ

source: BUILD GREAT ~!HALL
de_de: Große ~!Halle bauen
fr_fr: CONSTRUIRE GRANDE ~!HALLE
it_it: COSTRUISCI SALONE DELLE TENEBRE
ru_ru: СТРОИТЕЛЬСТВО ~!ЗАЛА ВОЖДЕЙ

source: BUILD TROLL ~!LUMBER MILL
de_de: Troll-Sägewerk bauen (~!L)
fr_fr: CONSTRUIRE SCIERIE DES TRO~!LL
it_it: COSTRUISCI SEGHERIA DEI TROLL
ru_ru: СТРОИТЕЛЬСТВО Ф~!АБРИКИ/ПИЛОРАМЫ

source: BUILD GOBLIN ~!ALCHEMIST
de_de: Boblin-~!Alchimist bauen
fr_fr: CONSTRUIRE GOBLIN ~!ALCHIMISTE
it_it: COSTRUISCI ~!ALCHIMISTA GOBLIN
ru_ru: СТРОИТЕЛЬСТВО ГОБЛИНА ~!АЛХИМИКА

source: BUILD ~!OGRE MOUND
de_de: ~!Oger-Marstall bauen
fr_fr: CONSTRUIRE TERTRE DES ~!OGRES
it_it: COSTRUISCI FORTINO DEGLI OGRE
ru_ru: СТРОИТЕЛЬСТВО ХОЛМА ~!ОГРОВ

source: BUILD ~!TEMPLE OF THE DAMNED
de_de: ~!Tempel der Verdammten bauen
fr_fr: CONSTRUIRE ~!TEMPLE DES DAMNÉS
it_it: COSTRUISCI TEMPIO DEI DANNATI
ru_ru: СТРОИТЕЛЬСТВО ~!ХРАМА ПРОКЛЯТЫХ

source: BUILD A~!LTAR OF STORMS
de_de: A~!ltar der Stürme bauen
fr_fr: CONSTRUIRE AUTEL DE ~!L'ORAGE
it_it: COSTRUISCI A~!LTARE DELLO TEMPESTE
ru_ru: СТРОИТЕЛЬСТВО А~!ЛТАРЯ ВСЕХ ВЕТРОВ

source: BUILD ~!DRAGON ROOST
de_de: ~!Drachenhorst bauen
fr_fr: CONSTRUIRE REINE DES ~!DRAGONS
it_it: COSTRUISCI ROSTRO DI DRAGHI
ru_ru: СТРОИТЕЛЬСТВО ~!ДРАКОНЬЕГО ЛОГОВА

source: TRAIN ~!PEON
de_de: ~!Peon ausbilden
fr_fr: FORMER ~!PÉON
it_it: ADDESTRA SERVO
ru_ru: ОБУЧЕНИЕ ~!БАТРАКА

source: UPGRADE TO ~!STRONGHOLD
de_de: Zur Hochburg au~!sbauen
fr_fr: AMELIORER EN PLACE FORTE (~!S)
it_it: MIGLIORA IN ROCCAFORTE
ru_ru: ВОЗВЕДЕНИЕ ~!ЦИТАДЕЛИ

source: UPGRADE TO ~!FORTRESS
de_de: Zur ~!Festung ausbauen
fr_fr: AMELIORER EN ~!FORTERESSE
it_it: MIGLIORA IN BASTIONE OSCURO
ru_ru: ВОЗВЕДЕНИЕ ~!КРЕПОСТИ

source: TRAIN ~!GRUNT
de_de: ~!Grunzer ausbilden
fr_fr: FORMER ~!GRUNT
it_it: ADDESTRA ~!GRUNT
ru_ru: ОБУЧЕНИЕ ~!ПЕХОТИНЦА

source: TRAIN ~!AXETHROWER
de_de: ~!Axtwerfer-Troll ausbilden
fr_fr: FORMER LANCEUR DE H~!ACHE
it_it: ADDESTRA TROLL LANCIATORE DI ASCE
ru_ru: ОБУЧЕНИЕ ~!ТОПОРОМЕТАТЕЛЯ

source: TRAIN ~!BERSERKER
de_de: ~!Berserker-Troll ausbilden
fr_fr: FORMER TROLL ALLUMÉ (~!B)
it_it: ADDESTRA TROLL BERSERKER
ru_ru: ОБУ~!ЧЕНИЕ ЛУЧНИКА

source: BUILD ~!CATAPULT
de_de: Katapult bauen (~!C)
fr_fr: CONSTRUIRE ~!CATAPULTE
it_it: COSTRUISCI ~!CATAPULTA
ru_ru: СТРОИТЕЛЬСТВО ~!КАТАПУЛЬТЫ

source: TRAIN TWO-HEADED ~!OGRE
de_de: ~!Oger ausbilden
fr_fr: FORMER ~!OGRE A DEUX TÊTES
it_it: ADDESTRA ~!OGRE A DUE TESTE
ru_ru: ОБУЧЕНИЕ ДВУГЛАВОГО ~!ОГРА

source: TRAIN ~!OGRE MAGE
de_de: ~!Oger-Magier ausbilden
fr_fr: FORMER ~!OGREMAGIE
it_it: ADDESTRA ~!OGRE MAGHI
ru_ru: ОБУЧЕНИЕ ~!ОГРА-МАГА

source: BUILD GOBLIN ~!ZEPPELIN
de_de: Kobold-~!Zeppelin bauen
fr_fr: CONSTRUIRE ~!ZEPPELIN GOBLIN
it_it: COSTRUISCI ~!ZEPPELIN DEI GOBLIN
ru_ru: СТРОИТЕЛЬСТВО ~!ДИРИЖАБЛЯ ГОБЛИНОВ

source: TRAIN GOBLIN ~!SAPPERS
de_de: Randalier-Kobold au~!sbilden
fr_fr: FORMER GOBLIN ~!SABOTEUR
it_it: ADDESTRA GOBLIN GUASTATORI
ru_ru: ОБУЧЕНИЕ ГОБЛИНОВ-~!САПЕРОВ

source: ~!TRAIN DEATH KNIGHT
de_de: ~!Todesritter ausbilden
fr_fr: FORMER CHEVALIER DE LA MOR~!T
it_it: ADDESTRA CAVALIERE DELLA MORTE
ru_ru: ~!ОБУЧЕНИЕ РЫЦАРЯ СМЕРТИ

source: BUILD ~!DRAGON
de_de: ~!Drachen zähmen
fr_fr: FORMER ~!DRAGON
it_it: ADDESTRA ~!DRAGO
ru_ru: ОБУЧЕНИЕ ~!ДРАКОНА

source: BUILD ~!GIANT TURTLE
de_de: Riesenschildkröte bauen (~!G)
fr_fr: FORMER TORTUE ~!GÉANTE
it_it: COSTRUISCI TARTARUGA ~!GIGANTE
ru_ru: ОБУЧЕНИЕ ~!ГИГАНТСКОЙ ЧЕРЕПАХИ

source: BUILD ~!JUGGERNAUHGT
de_de: Oger-Kampfschiff bauen (~!J)
fr_fr: CONSTRUIRE MASTODONTE (~!J)
it_it: COSTRUISCI ~!JUGGERNAUHGT DEGLI OGRE
ru_ru: СТРОИТЕЛЬСТВО ~!ДЖАГГЕРНАУТА

source: UPGRADE ~!WEAPONS (Damage +2)
de_de: ~!Waffen verbessern (Schaden +2)
fr_fr: AMÉLIORER ARMES (~!W Dommage +2)
it_it: MIGLIORA LE ARMI (Danno +2)
ru_ru: МОДЕРНИЗАЦИЯ ~!ОРУЖИЯ (Поврежд.+2)

source: UPGRADE ~!CATAPULT (Damage +15)
de_de: Katapult verbessern (~!C) (Schaden +15)
fr_fr: AMÉLIORER ~!CATAPULTE (Dommage +15)
it_it: MIGLIORA LA ~!CATAPULTA (Danno +15)
ru_ru: МОЩЬ ~!КАТАПУЛЬТЫ (Поврежд.+15)

source: ~!UPGRADE THROWING AXE (Damage +1)
de_de: W~!urfaxt verbessern (Schaden +1)
fr_fr: AMÉLIORER LANCE~!UR DE HACHE (Dommage +1)
it_it: MIGLIORA ASCE DEI TROLL (Danno +1)
ru_ru: МОДЕРНИЗАЦИЯ ТОПОРА (Поврежд.+1)

source: TROLL ~!BERSERKER TRAINING
de_de: ~!Berserker-Troll Ausbildung
fr_fr: FORMER TROLL ALLUMÉ (~!B)
it_it: ALLENAMENTO TROLL ~!BERSERKER
ru_ru: ШКОЛА ТРОЛЛЯ-~!БЕРСЕРКА

source: BERSERKER ~!SCOUTING (Sight:9)
de_de: Berserker ~!Spähen (Sicht:9)
fr_fr: VI~!SION DE TROLL ALLUMÉ (Vision:9)
it_it: VISUALE MIGLIORE PER I BERSERKER (Vista:9)
ru_ru: ~!ЗОРКОСТЬ БЕРСЕРКА (Зрение:9)

source: RESEARCH LIGHTER ~!AXES (Range +1)
de_de: Leichte ~!Axt erforschen (Bereich +1)
fr_fr: RECHERCHER H~!ACHES LEGÈRES (Portée +1)
it_it: RICERCA ~!ASCE LEGGERE (Raggio +1)
ru_ru: ЛЕГКИЙ ~!ЛУК (Дальность +1)

source: UPGRADES OGRES TO ~!MAGES
de_de: Verbessert Oger zu Oger-~!Magier
fr_fr: AMÉLIORER OGRES EN ~!MAGES
it_it: MIGLIORA GLI OGRE IN OGRE MAGHI
ru_ru: ОБУЧЕНИЕ ~!МАГОВ

source: RESEARCH ~!BLOODLUST
de_de: Mordlust erforschen (~!B)
fr_fr: RECHERCHER SOIF DE SANG (~!B)
it_it: RICERCA SETE DI SANGUE
ru_ru: ИЗУЧЕНИЕ ЖАЖДЫ ~!КРОВИ

source: RESEARCH ~!RUNES
de_de: ~!Runen erforschen
fr_fr: RECHERCHER ~!RUNES
it_it: RICERCA ~!RUNE
ru_ru: ИЗУЧЕНИЕ ~!РУН

source: RESEARCH ~!HASTE
de_de: ~!Hast erforschen
fr_fr: RECHERCHER VÉLOCITÉ (~!H)
it_it: RICERCA RAPIDITA'
ru_ru: ИЗУЧЕНИЕ УС~!КОРЕНИЯ

source: RESEARCH ~!RAISE DEAD
de_de: Tote aufe~!rwecken
fr_fr: RECHERCHER ~!RETOUR DES MORTS VIVANT
it_it: RICERCA ~!RITORNO DALLA MORTE
ru_ru: ИЗУЧЕНИЕ ~!ВОСКРЕШЕНИЯ

source: RESEARCH ~!WHIRLWIND
de_de: ~!Wirbelwind erforschen
fr_fr: RECHERCHER SPIRALE DE LA MORT (~!W)
it_it: RICERCA TORNADO
ru_ru: ИЗУЧЕНИЕ СМЕР~!ЧА

source: RESEARCH ~!UNHOLY ARMOR
de_de: ~!Unheilige Rüstung erforschen
fr_fr: RECHERCHER ARM~!URE INVINCIBLE
it_it: RICERCA ARMATURA MALEDETTA
ru_ru: ИЗУЧЕНИЕ ~!ДОСПЕХОВ ЗЛА

source: RESEARCH ~!DEATH AND DECAY
de_de: To~!d und Verfall erfroschen
fr_fr: RECHERCHER ~!DECOMPOSITION
it_it: RICERCA ~!DECADIMENTO
ru_ru: ИЗУЧЕНИЕ ~!УМРИ И РАЗЛОЖИСЬ!

source: Seas of Blood
de_de: Meere aus Blut
fr_fr: Les Mers de Sang
it_it: Mari di Sangue
ru_ru: Моря крови

source: Tides of Darkness
de_de: Gezeiten der Finsternis
it_it: L'assalto dalle Tenebre
ru_ru: Под покровом ночи

source: Draenor, the Red World
de_de: Draenor, die rote Welt
fr_fr: Draenor, le Monde Rouge
it_it: Draenor, il mondo Rosso
ru_ru: Дренор, Красный Мир

source: The Burning of Azeroth
de_de: Die Verbrennung von Azeroth
fr_fr: L'Incendie d'Azeroth
it_it: La caduta di Azeroth
ru_ru: Пламя Азерота

source: The Great Sea
de_de: Das große Meer
fr_fr: L'Océan Majeur
it_it: Il grande Mare
ru_ru: Великое Море

source: Prelude to New Worlds
de_de: Auftakt zu neuen Welten
fr_fr: Nouveaux Mondes
it_it: Preludio a Nuovi Mondi
ru_ru: Пред Новыми Мирами

source: Catapult
de_de: Katapult
fr_fr: Catapulte
it_it: Catapulta
ru_ru: Катапульта

source: Ogre
de_de: Oger
ru_ru: Огр

source: Troll Axethrower
de_de: Axtwerfer-Troll
fr_fr: Lanceur de Hache
it_it: Troll lanciatore d'asce
ru_ru: Тролль метатель

source: Death Knight
de_de: Todesritter
fr_fr: Chevalier de la mort
it_it: Cavaliere della Morte
ru_ru: Рыцарь Смерти

source: Ogre Mage
de_de: Oger-Magier
fr_fr: Ogremagie
it_it: Ogre Mago
ru_ru: Огр-маг

source: Goblin Sappers
de_de: Kobold-Pioniere
fr_fr: Goblin saboteurs
it_it: Guastatori Goblin
ru_ru: Гоблины саперы

source: Berserker
de_de: Berserker-Troll
fr_fr: Troll Allumé
it_it: Troll Berserker
ru_ru: Берсерк

source: Troll Destroyer
de_de: Trollzerstörer
fr_fr: Destroyer des Trolls
it_it: Incrociatore dei Troll
ru_ru: Разрушитель Троллей

source: Ogre Juggernaught
de_de: Ogerzerstörer
fr_fr: Mastodonte des Ogres
it_it: Juggernaught degli Ogre
ru_ru: Джаггернаут Огров

source: Dragon
de_de: Drache
it_it: Drago
ru_ru: Дракон

source: Deathwing
de_de: Todesschwinge
ru_ru: Крыло Смерти

source: Giant Turtle
de_de: Riesenschildkröte
fr_fr: Tortue Géante
it_it: Tartatuga Gigante
ru_ru: Гигантская черепаха

source: Eye of Kilrogg
de_de: Auge von Kilrogg
fr_fr: Oeil de Kilrogg
it_it: Occhio di Kilrogg
ru_ru: Глаз Кильрога

source: Skeleton
de_de: Skelett
fr_fr: Squelette
it_it: Scheletro
ru_ru: Скелет
