Repository: Wargus/wargus
Catalog: scripts/translate/stratagus-*.po
Languages: de

source: You cannot reach building place
de: Sie können den Bauort nicht erreichen

source: You cannot build %s here
de: Sie können hier %s nicht bauen

source: Not enough resources to build %s
de: Nicht genügend Ressourcen, um %s zu erstellen

source: Can't build more units %s
de: Es können nicht mehr Einheiten gebaut werden, %s

source: Unable to create building %s
de: Gebäude %s kann nicht erstellt werden

source: New %s done
de: %s fertiggestellt

source: We need more %s for repair!
de: Wir brauchen mehr %s für die Reparatur!

source: %s: research complete
de: %s: Forschung abgeschlossen

source: %s has collapsed!
de: %s ist zusammengebrochen!

source: %s is running low!
de: %s geht zur Neige!

source: %s: not enough mana for spell: %s
de: %s: nicht genug Mana für Zauber: %s

source: %s: can't cast spell: %s
de: %s: kann Zauber nicht wirken: %s

source: New %s ready
de: %s einsatzbereit

source: Unable to train %s
de: %s kann nicht ausgebildet werden

source: Upgrade to %s canceled
de: Upgrade auf %s abgebrochen

source: Upgrade to %s complete
de: Upgrade auf %s abgeschlossen

source: Player "%s" has left the game
de: Spieler "%s" hat das Spiel verlassen

source: Player "%s" has been killed
de: Spieler "%s" wurde getötet

source: Artificial Intelligence
de: Künstliche Intelligenz

source: Unit can't be placed here.
de: Einheit kann hier nicht platziert werden.

source: Mirror editing enabled: 2-side
de: Spiegelbearbeitung aktiviert: 2-seitig

source: Mirror editing enabled: 4-side
de: Spiegelbearbeitung aktiviert: 4-seitig

source: Mirror editing disabled
de: Spiegelbearbeitung deaktiviert

source: Unit deleted
de: Einheit gelöscht

source: Unit owner modified
de: Eigentümer der Einheit geändert

source: No sync info for this replay !
de: Keine Synchronisierungsinformationen für diese Wiederholung !

source: Replay got out of sync (%lu) !
de: Replay ist nicht mehr synchron (%lu) !

source: Replay got out of sync !
de: Replay ist nicht mehr synchron!

source: End of replay
de: Ende der Wiederholung

source: %s sent bad command
de: %s hat ungültigen Befehl gesendet

source: Network out of sync
de: Netzwerk nicht synchron

source: Waiting for player "%s": %d:%02d
de: Warten auf Spieler "%s": %d:%02d

source: Timed out
de: Auszeit

source: Building Limit Reached
de: Gebäudelimit erreicht

source: Unit Limit Reached
de: Einheitenlimit erreicht

source: Insufficient Supply, increase Supply.
de: Unzureichende Versorgung, verbessern Sie die Versorgung.

source: Total Unit Limit Reached
de: Gesamteinheitengrenze erreicht

source: Limit of %d reached for this unit type
de: Limit von %d für diesen Einheitentyp erreicht

source: Not enough %s...%s more %s.
de: Nicht genug %s, %s Sie mehr %s.

source: Cannot create more units.
de: Es können nicht mehr Einheiten gebaut werden.

source: Do it! Do it now!
de: Mach schon! Fang jetzt an!

source: Thanks for playing Stratagus.
de: Danke, dass du Stratagus spielst.

source: Select Target
de: Wähle Ziel

source: Select Location
de: Standort wählen

source: Sound is on.
de: Ton ist an.

source: Music is off.
de: Musik ist aus.

source: Music is on.
de: Musik ist an.

source: Faster
de: Schneller

source: Slower
de: Langsamer

source: Terrain displayed.
de: Gelände angezeigt.

source: Terrain hidden.
de: Gelände versteckt.

source: Screenshot made.
de: Screenshot erstellt.

source: Last message repeated ~<%d~> times
de: Letzte Nachricht ~<%d~> mal wiederholt

source: ~<Event: %s~>
de: ~<Ereignis: %s~>

source: %s attacked
de: %s angegriffen
